----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

BtWQuestsDatabase:UpdateNPCsTable({
    [264] = {
        name = "指揮官奧爾希雅‧埃伯洛克",
    },
    [276] = {
        name = "維克托‧安特拉斯",
    },
    [289] = {
        name = "亞伯克隆比",
    },
    [342] = {
        name = "瑪蒂‧詹羅斯",
    },
    [344] = {
        name = "所羅門鎮長",
    },
    [392] = {
        name = "葛瑞森船長",
    },
    [464] = {
        name = "警衛隊長派克",
    },
    [469] = {
        name = "多倫中尉",
    },
    [663] = {
        name = "卡洛爾",
    },
    [716] = {
        name = "巴尼爾‧石罐",
    },
    [739] = {
        name = "尼麥茲修士",
    },
    [900] = {
        name = "拜里弗‧科納徹爾",
    },
    [1068] = {
        name = "高恩",
    },
    [1089] = {
        name = "巡山人庫伯弗林特",
    },
    [1092] = {
        name = "拉格弗斯上尉",
    },
    [1141] = {
        name = "安古斯‧斯特恩",
    },
    [1154] = {
        name = "馬雷克‧鐵心",
    },
    [1187] = {
        name = "年輕的達瑞爾",
    },
    [1239] = {
        name = "大副菲茲莫斯",
    },
    [1340] = {
        name = "巡山人卡德雷爾",
    },
    [1343] = {
        name = "巡山人雷矛",
    },
    [1484] = {
        name = "德瑞納‧拉姆杜恩",
    },
    [1750] = {
        name = "傑塔瑞斯上將",
    },
    [1777] = {
        name = "達克‧槍火",
    },
    [1960] = {
        name = "駕駛員塞克‧錘足",
    },
    [1963] = {
        name = "維德拉‧壁爐",
    },
    [2104] = {
        name = "斯托菲隊長",
    },
    [2215] = {
        name = "高階執行官達薩利亞",
    },
    [2391] = {
        name = "瑟爾格‧希諾特",
    },
    [2464] = {
        name = "指揮官阿格羅戈西",
    },
    [2486] = {
        name = "芬‧菲茲拉克",
    },
    [2495] = {
        name = "崔斯里克",
    },
    [2500] = {
        name = "海克拜瑞‧斯莫特船長",
    },
    [2501] = {
        name = "『海狼』麥克基雷",
    },
    [2608] = {
        name = "阿瑪倫指揮官",
    },
    [2700] = {
        name = "尼艾絲隊長",
    },
    [2768] = {
        name = "菲茲索普教授",
    },
    [2769] = {
        name = "鋼膽船長",
    },
    [2771] = {
        name = "杜拉姆‧菲爾",
    },
    [2785] = {
        name = "『迷失者』塞爾杜林",
    },
    [2787] = {
        name = "薩魯克",
    },
    [2789] = {
        name = "斯奎爾圖",
    },
    [2860] = {
        name = "西格魯‧鐵斧",
    },
    [2920] = {
        name = "盧希恩‧槍穗",
    },
    [3144] = {
        name = "伊崔格",
    },
    [3337] = {
        name = "卡加爾‧戰痕",
    },
    [3338] = {
        name = "瑟格拉‧黑棘",
    },
    [3339] = {
        name = "沙羅薩斯船長",
    },
    [3341] = {
        name = "加恩‧石塔",
    },
    [3387] = {
        name = "喬恩‧星眼",
    },
    [3389] = {
        name = "雷戈薩‧死門",
    },
    [3390] = {
        name = "藥劑師赫布瑞姆",
    },
    [3391] = {
        name = "加茲魯維",
    },
    [3411] = {
        name = "德尼卡",
    },
    [3418] = {
        name = "基爾格‧銳角",
    },
    [3429] = {
        name = "索克",
    },
    [3432] = {
        name = "曼寇里克",
    },
    [3433] = {
        name = "塔特納克‧鋼爐",
    },
    [3442] = {
        name = "斯布特瓦夫",
    },
    [3446] = {
        name = "麥伯克‧米希瑞克斯",
    },
    [3448] = {
        name = "圖加‧符文圖騰",
    },
    [3449] = {
        name = "達索克‧快刀",
    },
    [3454] = {
        name = "砲手斯密瑟",
    },
    [3464] = {
        name = "加茲羅格",
    },
    [3691] = {
        name = "萊恩‧狼行者",
    },
    [3698] = {
        name = "波爾溫",
    },
    [3845] = {
        name = "辛德瑞爾‧速火",
    },
    [3846] = {
        name = "塔爾倫",
    },
    [3847] = {
        name = "奧蘭迪爾‧闊葉",
    },
    [3848] = {
        name = "凱尼斯‧靜風",
    },
    [3880] = {
        name = "哨兵梅麗瑞亞‧霜影",
    },
    [3885] = {
        name = "哨兵維爾莉妮‧星墜",
    },
    [3891] = {
        name = "泰洛尼斯的屍體",
    },
    [3894] = {
        name = "皮爾圖拉斯‧皎月",
    },
    [3897] = {
        name = "庫羅格",
    },
    [3901] = {
        name = "伊莉亞娜",
    },
    [3916] = {
        name = "夏爾德琳",
    },
    [3920] = {
        name = "安妮莉亞",
    },
    [3924] = {
        name = "薊皮薩滿",
    },
    [3936] = {
        name = "珊蒂斯‧羽月",
    },
    [3995] = {
        name = "巫醫金吉爾",
    },
    [3996] = {
        name = "法德瑞斯‧戈森沙爾",
    },
    [4079] = {
        name = "哨兵塞恩希爾",
    },
    [4486] = {
        name = "吉納維‧卡隆",
    },
    [4498] = {
        name = "莫林‧碎骨者",
    },
    [4500] = {
        name = "莫格穆洛克主宰",
    },
    [4501] = {
        name = "德拉茲辛比",
    },
    [4502] = {
        name = "薩爾格",
    },
    [4544] = {
        name = "克魯伊格‧劈顱",
    },
    [4618] = {
        name = "『流放者』馬特克",
    },
    [4791] = {
        name = "納澤爾‧血矛",
    },
    [4792] = {
        name = "『沼澤之眼』加爾",
    },
    [4794] = {
        name = "摩根‧斯特恩",
    },
    [4880] = {
        name = "伊格納茲",
    },
    [4921] = {
        name = "守衛拜倫",
    },
    [4926] = {
        name = "克羅格",
    },
    [4941] = {
        name = "卡茲‧雙鏈",
    },
    [4943] = {
        name = "莫薩恩",
    },
    [4944] = {
        name = "蓋蘭‧維米斯上尉",
    },
    [4948] = {
        name = "泰索蘭副官",
    },
    [4968] = {
        name = "珍娜‧普勞德摩爾女士",
    },
    [4983] = {
        name = "奧格隆",
    },
    [5086] = {
        name = "魏摩爾上尉",
    },
    [5087] = {
        name = "杜高爾",
    },
    [5089] = {
        name = "巴魯斯‧加科因",
    },
    [5385] = {
        name = "看守者馬哈爾巴",
    },
    [5390] = {
        name = "賢者帕爾倫納",
    },
    [5393] = {
        name = "軍需官朗格爾斯",
    },
    [5395] = {
        name = "費古爾‧雙刃",
    },
    [5396] = {
        name = "潘迪加斯上尉",
    },
    [5636] = {
        name = "獅鷲獸管理員沙拉克‧鷹斧",
    },
    [5638] = {
        name = "克雷迪格‧安戈爾",
    },
    [5642] = {
        name = "瓦拉里爾‧屠魔者",
    },
    [5752] = {
        name = "麥爾金斯下士",
    },
    [5907] = {
        name = "卡納爾‧菲斯",
    },
    [6019] = {
        name = "霍恩尼茲",
    },
    [6546] = {
        name = "塔貝薩",
    },
    [6577] = {
        name = "賓格斯‧布萊頓海默",
    },
    [7623] = {
        name = "分隊指揮官盧爾格",
    },
    [7776] = {
        name = "塔羅‧刺蹄",
    },
    [7854] = {
        name = "杉多爾‧迅蹄",
    },
    [7875] = {
        name = "哈杜肯‧迅蹄",
    },
    [8115] = {
        name = "巫醫尤克里",
    },
    [8436] = {
        name = "薩麥爾‧月棘",
    },
    [8582] = {
        name = "卡德拉克",
    },
    [8965] = {
        name = "肖恩",
    },
    [9116] = {
        name = "艾瑞丹‧藍風",
    },
    [9117] = {
        name = "科琳",
    },
    [9177] = {
        name = "奧拉留斯",
    },
    [9270] = {
        name = "威利德‧馬紹爾",
    },
    [9271] = {
        name = "霍萊伊‧馬紹爾",
    },
    [9272] = {
        name = "斯巴克‧尼米爾",
    },
    [9298] = {
        name = "多諾瓦‧雪山",
    },
    [9540] = {
        name = "恩諾哈爾‧雷酒",
    },
    [9618] = {
        name = "卡爾納‧雷姆塔維爾",
    },
    [9619] = {
        name = "托爾瓦‧尋路者",
    },
    [9623] = {
        name = "艾米01",
    },
    [9997] = {
        name = "斯普拉格‧弗勞克",
    },
    [9998] = {
        name = "希茲爾",
    },
    [10260] = {
        name = "基布雷爾",
    },
    [10302] = {
        name = "克拉蘭克",
    },
    [10305] = {
        name = "烏米‧浪博史尼克",
    },
    [10307] = {
        name = "巫醫瑪艾里",
    },
    [10618] = {
        name = "雷沃‧霜風",
    },
    [10920] = {
        name = "科雷克‧天衛",
    },
    [10921] = {
        name = "塔諾恩‧紅羽",
    },
    [10922] = {
        name = "格雷塔‧苔蹄",
    },
    [10923] = {
        name = "泰尼爾‧飄葉",
    },
    [10929] = {
        name = "哈爾琳",
    },
    [10977] = {
        name = "奎克希爾",
    },
    [11019] = {
        name = "傑希爾‧月弓",
    },
    [11033] = {
        name = "煙鬼拉魯恩",
    },
    [11035] = {
        name = "貝蒂娜‧比格辛克",
    },
    [11036] = {
        name = "可敬的萊尼德‧巴薩羅梅",
    },
    [11063] = {
        name = "卡林‧雷德帕斯",
    },
    [11079] = {
        name = "威恩德‧夜風",
    },
    [11191] = {
        name = "輕盈的莉莉絲",
    },
    [11192] = {
        name = "基爾拉姆",
    },
    [11193] = {
        name = "瑟里爾‧天譴剋星",
    },
    [11219] = {
        name = "利拉迪斯‧月河",
    },
    [11259] = {
        name = "納塔卡‧長角",
    },
    [11317] = {
        name = "吉納澤林",
    },
    [11438] = {
        name = "比布里‧弗斯巴克",
    },
    [11554] = {
        name = "格拉茲",
    },
    [11557] = {
        name = "梅羅什",
    },
    [11596] = {
        name = "斯米德‧瑟卡布斯庫",
    },
    [11624] = {
        name = "泰迦‧慧鬃",
    },
    [11701] = {
        name = "莫維克",
    },
    [11806] = {
        name = "哨兵奧奈雅",
    },
    [11811] = {
        name = "納里安‧柔想",
    },
    [11820] = {
        name = "洛克‧奧卡爾",
    },
    [11821] = {
        name = "達恩‧鷹爪",
    },
    [11857] = {
        name = "瑪卡巴‧扁蹄",
    },
    [11858] = {
        name = "格魯迪格‧暗雲",
    },
    [12031] = {
        name = "麥拉斯",
    },
    [12277] = {
        name = "梅麗薩",
    },
    [12696] = {
        name = "塞娜尼‧雷心",
    },
    [12717] = {
        name = "穆格拉什",
    },
    [12719] = {
        name = "瑪魯凱",
    },
    [12721] = {
        name = "米蘇瓦",
    },
    [12724] = {
        name = "皮克希爾",
    },
    [12757] = {
        name = "卡拉恩‧阿瑪卡",
    },
    [12867] = {
        name = "庫萊比",
    },
    [12919] = {
        name = "納特‧帕格",
    },
    [14437] = {
        name = "戈瑟奇‧邪眼",
    },
    [14625] = {
        name = "監督者奧菲斯特",
    },
    [14626] = {
        name = "監工斯克蘭格",
    },
    [14627] = {
        name = "漢瑟爾‧重拳",
    },
    [14628] = {
        name = "艾沃奈斯‧煤煙",
    },
    [14634] = {
        name = "偵察隊長洛洛爾",
    },
    [14637] = {
        name = "索爾賓‧范達瑟",
    },
    [14731] = {
        name = "拉爾德",
    },
    [14739] = {
        name = "秘術使雅爾金",
    },
    [14740] = {
        name = "『垂釣者』卡圖姆",
    },
    [14741] = {
        name = "獵人馬克霍爾",
    },
    [15170] = {
        name = "魯特加爾‧塑紋者",
    },
    [15171] = {
        name = "法蘭克爾‧石橋",
    },
    [15181] = {
        name = "指揮官瑪爾利斯",
    },
    [15183] = {
        name = "地理學家拉克斯班",
    },
    [15189] = {
        name = "比提克斯‧斯巴格",
    },
    [15190] = {
        name = "諾格‧斯巴格",
    },
    [15191] = {
        name = "喚風者傲角",
    },
    [15194] = {
        name = "隱士奧泰爾",
    },
    [15270] = {
        name = "霍姆‧蠻鬃",
    },
    [15306] = {
        name = "鮑爾‧蠻鬃",
    },
    [15395] = {
        name = "納菲恩",
    },
    [16134] = {
        name = "林布拉特‧碎地者",
    },
    [17081] = {
        name = "斥候血拳",
    },
    [17082] = {
        name = "步槍兵托立克",
    },
    [17095] = {
        name = "巴藍達‧亮星",
    },
    [17106] = {
        name = "復仇者帕拉那爾",
    },
    [17127] = {
        name = "隱士艾弗恩",
    },
    [17287] = {
        name = "哨兵露西歐‧星語",
    },
    [17291] = {
        name = "建築師尼莫斯",
    },
    [17303] = {
        name = "復仇者維達",
    },
    [17304] = {
        name = "監督者高薩克",
    },
    [17310] = {
        name = "樹瘤",
    },
    [17355] = {
        name = "瓦露薩",
    },
    [18221] = {
        name = "何拉魯",
    },
    [23566] = {
        name = "卡莉雅‧哈斯丁",
    },
    [23568] = {
        name = "達利爾上尉",
    },
    [23569] = {
        name = "瑞恩·麥格吉爾",
    },
    [23570] = {
        name = "吉希克斯‧污流",
    },
    [23579] = {
        name = "布洛葛",
    },
    [23600] = {
        name = "學徒莫蘭恩",
    },
    [23601] = {
        name = "學徒加利昂",
    },
    [23723] = {
        name = "盧卡斯中士",
    },
    [23797] = {
        name = "莫克希‧鋼格",
    },
    [23835] = {
        name = "艾莫林中士",
    },
    [23843] = {
        name = "莫丹特‧格林思比",
    },
    [23892] = {
        name = "鮑伯斯‧嘶鍊",
    },
    [23896] = {
        name = "『骯髒』麥可‧克羅威",
    },
    [23905] = {
        name = "米爾斯少校",
    },
    [23951] = {
        name = "亞汀中尉",
    },
    [24739] = {
        name = "班傑利‧伊度",
    },
    [32971] = {
        name = "遊俠戈琳達‧納希亞",
    },
    [32973] = {
        name = "丹泰莉雅‧銀林",
    },
    [33091] = {
        name = "瑪法里恩‧怒風",
    },
    [33182] = {
        name = "巴斯蘭",
    },
    [33187] = {
        name = "哨兵席雅拉",
    },
    [33204] = {
        name = "伊凡納‧靜語",
    },
    [33263] = {
        name = "丁娜‧半月",
    },
    [33276] = {
        name = "月之祭司邁斯特拉",
    },
    [33284] = {
        name = "楚恩",
    },
    [33294] = {
        name = "戈瑞特",
    },
    [33421] = {
        name = "戈爾卡",
    },
    [33443] = {
        name = "守衛者智心",
    },
    [33445] = {
        name = "哨兵阿瓦娜",
    },
    [33726] = {
        name = "碎木石毀車",
    },
    [33727] = {
        name = "隱士布爾庫",
    },
    [33760] = {
        name = "杜雷克",
    },
    [33777] = {
        name = "蓋凡‧影行者",
    },
    [33837] = {
        name = "卡德拉克",
    },
    [34122] = {
        name = "指揮官厲牙",
    },
    [34195] = {
        name = "庫爾格‧血濺",
    },
    [34233] = {
        name = "守護者梅諾倫",
    },
    [34239] = {
        name = "赫菲斯托斯‧匹爾格林姆",
    },
    [34242] = {
        name = "守護者古塔爾",
    },
    [34251] = {
        name = "維爾‧暗鼻",
    },
    [34258] = {
        name = "赫加‧血眼",
    },
    [34284] = {
        name = "多拉克",
    },
    [34289] = {
        name = "漩渦",
    },
    [34290] = {
        name = "地核",
    },
    [34292] = {
        name = "阿克泰諾斯",
    },
    [34303] = {
        name = "達格朗‧怒錘",
    },
    [34335] = {
        name = "亞弗瑞斯‧惡語",
    },
    [34341] = {
        name = "索波茲",
    },
    [34354] = {
        name = "女獵手加琳",
    },
    [34359] = {
        name = "戈加斯隊長",
    },
    [34377] = {
        name = "哈蓮妮雅",
    },
    [34395] = {
        name = "琴音",
    },
    [34510] = {
        name = "布洛基",
    },
    [34513] = {
        name = "托格瑞克",
    },
    [34518] = {
        name = "薩格",
    },
    [34559] = {
        name = "塔坎隊長",
    },
    [34560] = {
        name = "悠娜‧狼爪",
    },
    [34569] = {
        name = "弗羅茲",
    },
    [34578] = {
        name = "洛科‧鞭柄",
    },
    [34596] = {
        name = "工頭金克斯",
    },
    [34599] = {
        name = "波爾溫",
    },
    [34613] = {
        name = "塔加瑞",
    },
    [34634] = {
        name = "葛加爾‧怒疤",
    },
    [34638] = {
        name = "阿鞋",
    },
    [34698] = {
        name = "管壺",
    },
    [34841] = {
        name = "泰拉爾‧高行者",
    },
    [35085] = {
        name = "工頭費斯克",
    },
    [35086] = {
        name = "工人隊長葛拉比特",
    },
    [35091] = {
        name = "荷札克‧轉啃",
    },
    [35295] = {
        name = "賽蕾莉亞",
    },
    [35298] = {
        name = "索雷姆",
    },
    [35661] = {
        name = "塞納里奧大使桑克",
    },
    [35757] = {
        name = "畢茲比",
    },
    [35773] = {
        name = "塞納里奧研究員柯拉",
    },
    [35817] = {
        name = "投彈手隊長斯慕克斯",
    },
    [35827] = {
        name = "瓦黎許",
    },
    [35902] = {
        name = "海德洛尼斯領主",
    },
    [36034] = {
        name = "卡努姆‧沼織者",
    },
    [36048] = {
        name = "瑟瑞莎‧珀峽",
    },
    [36052] = {
        name = "加倫‧暗風",
    },
    [36060] = {
        name = "植物學家費拉",
    },
    [36077] = {
        name = "助理格里利",
    },
    [36146] = {
        name = "吞斯戴克斯‧快樂鉗",
    },
    [36163] = {
        name = "卡姆瑪可汗",
    },
    [36185] = {
        name = "蘇多可汗",
    },
    [36329] = {
        name = "薩爾加德",
    },
    [36378] = {
        name = "丹姆堤",
    },
    [36410] = {
        name = "軍官薔琪",
    },
    [36500] = {
        name = "實驗體九號",
    },
    [36728] = {
        name = "克隆姆",
    },
    [36730] = {
        name = "查爾格",
    },
    [36919] = {
        name = "安多雷爾‧日誓",
    },
    [36999] = {
        name = "提摩",
    },
    [37135] = {
        name = "努拉·探路者",
    },
    [37136] = {
        name = "奧爾塔各",
    },
    [37137] = {
        name = "圖那瓦‧靜風",
    },
    [37138] = {
        name = "奧納泰",
    },
    [37153] = {
        name = "荷爾戈姆",
    },
    [37154] = {
        name = "奇爾羅克‧血錘",
    },
    [37216] = {
        name = "榮譽看臺軍官",
    },
    [37515] = {
        name = "蘭恩‧勁草",
    },
    [37516] = {
        name = "泰灣娜",
    },
    [37570] = {
        name = "納拉雷克斯",
    },
    [37679] = {
        name = "督軍血柄",
    },
    [37717] = {
        name = "維諾亞‧松林",
    },
    [37811] = {
        name = "督軍迦爾杜爾",
    },
    [37812] = {
        name = "瑪卡",
    },
    [37834] = {
        name = "陶娜‧逐星",
    },
    [37835] = {
        name = "多恩‧紅土",
    },
    [37837] = {
        name = "督軍血柄",
    },
    [37847] = {
        name = "曼寇里克",
    },
    [37908] = {
        name = "考德爾‧葛雷",
    },
    [37909] = {
        name = "托慕沙",
    },
    [37910] = {
        name = "克羅勾",
    },
    [38140] = {
        name = "維吉爾‧滑影",
    },
    [38152] = {
        name = "維吉爾‧滑影",
    },
    [38237] = {
        name = "北郡的瑪克西米利安",
    },
    [38263] = {
        name = "伊希斯‧月守",
    },
    [38269] = {
        name = "贊亞黎里",
    },
    [38270] = {
        name = "諾蘭‧釘釘",
    },
    [38274] = {
        name = "加爾‧風爪",
    },
    [38275] = {
        name = "葛瑞米克斯",
    },
    [38276] = {
        name = "塔拉",
    },
    [38277] = {
        name = "多瑞恩",
    },
    [38314] = {
        name = "繆幽",
    },
    [38323] = {
        name = "霍桑將軍",
    },
    [38378] = {
        name = "指揮官瓦爾波",
    },
    [38380] = {
        name = "詹妮絲‧瑪丁雷",
    },
    [38383] = {
        name = "妮布‧軸輪",
    },
    [38502] = {
        name = "娜畢雅",
    },
    [38534] = {
        name = "梅格斯‧驚懼伐木機",
    },
    [38535] = {
        name = "凱爾希‧鋼火",
    },
    [38578] = {
        name = "弗林",
    },
    [38619] = {
        name = "奧布里上將",
    },
    [38620] = {
        name = "湯瑪斯‧帕克斯頓",
    },
    [38621] = {
        name = "傑佛瑞‧隆",
    },
    [38623] = {
        name = "碼頭管理員路易斯",
    },
    [38703] = {
        name = "梅格斯‧驚懼伐木機",
    },
    [38706] = {
        name = "札克‧靴磨",
    },
    [38804] = {
        name = "托爾利維‧犬牙",
    },
    [38849] = {
        name = "梅格斯‧驚懼伐木機",
    },
    [38871] = {
        name = "提根下士",
    },
    [38873] = {
        name = "苟丘",
    },
    [38876] = {
        name = "漢娜‧布莉姬瓦特",
    },
    [38878] = {
        name = "被撕碎的躯体",
    },
    [38922] = {
        name = "審查人安多連‧曦揚",
    },
    [38927] = {
        name = "瑪左迦",
    },
    [39003] = {
        name = "山姆‧特洛利",
    },
    [39034] = {
        name = "幹得好博士",
    },
    [39083] = {
        name = "指揮官羅伯茲",
    },
    [39084] = {
        name = "米茲‧活塞錘",
    },
    [39085] = {
        name = "羅根‧爪擊",
    },
    [39118] = {
        name = "塔文布萊德將軍",
    },
    [39154] = {
        name = "赫爾石通‧石投",
    },
    [39155] = {
        name = "馬爾利‧塔文布萊德",
    },
    [39178] = {
        name = "德瑞茲‧撥弓",
    },
    [39188] = {
        name = "馬爾利‧塔文布萊德",
    },
    [39256] = {
        name = "卡連‧強擊",
    },
    [39322] = {
        name = "荷頓‧吉布哈特",
    },
    [39377] = {
        name = "寇奴‧符文圖騰",
    },
    [39653] = {
        name = "希爾薇雅",
    },
    [39656] = {
        name = "奧赫‧巨魔刃",
    },
    [39723] = {
        name = "湯布瑞",
    },
    [39725] = {
        name = "愛德拉",
    },
    [39840] = {
        name = "史瓦降",
    },
    [39847] = {
        name = "酋長魂角",
    },
    [39893] = {
        name = "加恩‧高臺",
    },
    [39894] = {
        name = "戈姆巴娜",
    },
    [39895] = {
        name = "卡納提‧灰雲",
    },
    [39896] = {
        name = "深痕雪人",
    },
    [39946] = {
        name = "凱雷希亞‧獵月",
    },
    [39963] = {
        name = "莫特加‧火鬃",
    },
    [39992] = {
        name = "倫朵",
    },
    [40027] = {
        name = "菲茲爾‧銅栓",
    },
    [40028] = {
        name = "普茲克",
    },
    [40032] = {
        name = "泰拉隆‧風程",
    },
    [40035] = {
        name = "艾瑞娜‧柳誕",
    },
    [40052] = {
        name = "艾斯圖蘭",
    },
    [40078] = {
        name = "管理員泰辛娜",
    },
    [40082] = {
        name = "喚天者維拉克瑟瑞斯",
    },
    [40109] = {
        name = "勘察員古斯坦",
    },
    [40132] = {
        name = "維斯提亞‧月矛",
    },
    [40226] = {
        name = "普拉特‧馬克格魯比",
    },
    [40344] = {
        name = "奈瑟",
    },
    [40345] = {
        name = "賽希亞娜",
    },
    [40369] = {
        name = "法芬德爾‧道衛",
    },
    [40475] = {
        name = "金基‧推索菲克斯伊特",
    },
    [40487] = {
        name = "拉澤瑞克",
    },
    [40554] = {
        name = "瑞茲爾‧銅栓",
    },
    [40556] = {
        name = "札米克",
    },
    [40580] = {
        name = "箇司‧鏽撲",
    },
    [40726] = {
        name = "瑪瑟爾‧撕啼",
    },
    [40727] = {
        name = "格里茲納克",
    },
    [40879] = {
        name = "『齒輪耳語者』布格",
    },
    [40881] = {
        name = "敏克絲",
    },
    [40885] = {
        name = "維茲爾‧銅栓",
    },
    [40888] = {
        name = "賽恩格",
    },
    [40894] = {
        name = "『X終結者』諾姆巴斯",
    },
    [40895] = {
        name = "沙克沙克‧基羅美特教授",
    },
    [40896] = {
        name = "法洛梅爾領主",
    },
    [40897] = {
        name = "北方隊長科薩克",
    },
    [40898] = {
        name = "艾莉西亞‧法洛梅爾",
    },
    [40899] = {
        name = "秘法師瓦度里安",
    },
    [40900] = {
        name = "見習牧師星冠",
    },
    [40901] = {
        name = "爆破工程師弗茲威索",
    },
    [40902] = {
        name = "首席爆破工程師炸彈格茲",
    },
    [40903] = {
        name = "間諜首領安娜拉",
    },
    [40904] = {
        name = "克羅姆加苦工",
    },
    [40907] = {
        name = "克萊瑞莎",
    },
    [40908] = {
        name = "愛麗絲",
    },
    [40913] = {
        name = "管理員潔莎娜",
    },
    [40926] = {
        name = "奇拉格‧血牙",
    },
    [40973] = {
        name = "哨兵海蓮娜",
    },
    [41023] = {
        name = "霸主克羅姆加",
    },
    [41060] = {
        name = "阿迦蒙‧喚魂者",
    },
    [41074] = {
        name = "巡山人格拉蓋姆",
    },
    [41075] = {
        name = "巡山人拉倫",
    },
    [41086] = {
        name = "佛巴‧斯拉奇索",
    },
    [41128] = {
        name = "當羅爾‧滑鬚",
    },
    [41129] = {
        name = "勘測員瑟爾丹",
    },
    [41133] = {
        name = "羅菲里安‧丹恩",
    },
    [41134] = {
        name = "塔克亞瑞利",
    },
    [41184] = {
        name = "瑞茲尼克",
    },
    [41190] = {
        name = "克拉索‧滑鏈",
    },
    [41204] = {
        name = "亞畢林可汗",
    },
    [41205] = {
        name = "畢利茲可汗",
    },
    [41229] = {
        name = "軍隊指揮官瓦倫",
    },
    [41233] = {
        name = "斥候指揮官巴魯斯",
    },
    [41265] = {
        name = "鹽砰",
    },
    [41276] = {
        name = "鋼趾‧麥克基",
    },
    [41277] = {
        name = "波爾森中尉",
    },
    [41278] = {
        name = "『小廚』麥克威醬",
    },
    [41282] = {
        name = "沃卡德下士",
    },
    [41297] = {
        name = "卡爾‧波蘭",
    },
    [41350] = {
        name = "透‧風弓",
    },
    [41354] = {
        name = "奈普吐爾",
    },
    [41392] = {
        name = "奎恩丁",
    },
    [41402] = {
        name = "被遺棄的血浴木箱",
    },
    [41411] = {
        name = "勘察員維爾加",
    },
    [41412] = {
        name = "奧莫爾‧鐵衣",
    },
    [41413] = {
        name = "麥琳‧石紋",
    },
    [41415] = {
        name = "席拉‧斯拉奇索",
    },
    [41421] = {
        name = "拉烏‧峭壁行者",
    },
    [41433] = {
        name = "詹姆士‧哈洛倫",
    },
    [41434] = {
        name = "『哥布林』幫浦控制者",
    },
    [41435] = {
        name = "弗拉德‧迅輪",
    },
    [41441] = {
        name = "斥候女首領伊馮妮雅",
    },
    [41444] = {
        name = "布琳娜‧星光",
    },
    [41446] = {
        name = "薩莉亞‧珀革",
    },
    [41482] = {
        name = "薩歐達拉大師",
    },
    [41486] = {
        name = "長者莎瑞絲娜",
    },
    [41487] = {
        name = "祭師瑪里克",
    },
    [41488] = {
        name = "哨兵首領吉蓮妮絲",
    },
    [41503] = {
        name = "『綠意守望者』雷希耶爾",
    },
    [41612] = {
        name = "女獵手伊澤莉雅",
    },
    [41638] = {
        name = "馴犬者強納森",
    },
    [41664] = {
        name = "『救命』沙爾斯伯利",
    },
    [41678] = {
        name = "血衛士艾爾多‧石雨",
    },
    [41949] = {
        name = "黑暗遊俠奧麗娜",
    },
    [41966] = {
        name = "亡靈哨兵毛德莉亞",
    },
    [41990] = {
        name = "斥候烏特佛奇",
    },
    [41991] = {
        name = "東崔格中士",
    },
    [41992] = {
        name = "爆破工程師埃果爾",
    },
    [42023] = {
        name = "征服者迪佛",
    },
    [42033] = {
        name = "吉畢利‧拉吉",
    },
    [42039] = {
        name = "牛頭人酋長崖行者",
    },
    [42047] = {
        name = "瑪莎‧崖行者",
    },
    [42050] = {
        name = "葛瑞波將軍",
    },
    [42091] = {
        name = "歐蘇斯‧崖行者",
    },
    [42130] = {
        name = "戈莫爾",
    },
    [42160] = {
        name = "薩爾加斯‧安威瑪",
    },
    [42262] = {
        name = "雷揚‧鋼嗣",
    },
    [42264] = {
        name = "巴登威洛‧麥克奇崔克",
    },
    [42298] = {
        name = "卡辛‧夏利姆",
    },
    [42308] = {
        name = "何瑞修‧萊恩中尉",
    },
    [42344] = {
        name = "洛漢‧蔽日",
    },
    [42348] = {
        name = "埃利賈‧曦翔",
    },
    [42349] = {
        name = "查爾頓‧康尼史伯特鎮長",
    },
    [42352] = {
        name = "塞納里奧觀察者莎亞娜",
    },
    [42464] = {
        name = "葛羅納德",
    },
    [42613] = {
        name = "斷齒長者",
    },
    [42622] = {
        name = "伊莉莎‧暗獰",
    },
    [42624] = {
        name = "寇頓加",
    },
    [42642] = {
        name = "原始斷齒食人妖",
    },
    [42677] = {
        name = "月溪暴徒",
    },
    [42896] = {
        name = "藥劑師瑟里斯",
    },
    [42898] = {
        name = "黑暗牧師馬爾諾",
    },
    [43108] = {
        name = "珂爾‧鐵眼",
    },
    [43109] = {
        name = "德隆‧烈飲",
    },
    [43156] = {
        name = "弗拉加爾‧雷皮",
    },
    [43157] = {
        name = "多蘭‧鋼翼",
    },
    [43200] = {
        name = "吉爾達喚雲者",
    },
    [43453] = {
        name = "托比亞斯‧密斯特曼托",
    },
    [43738] = {
        name = "學徒費斯",
    },
    [44082] = {
        name = "布朗尼恩‧砍擊",
    },
    [44374] = {
        name = "什爾姆",
    },
    [44452] = {
        name = "寇爾提拉‧亡織者",
    },
    [44453] = {
        name = "薩沙理安",
    },
    [44859] = {
        name = "安全守衛皮普西",
    },
    [45012] = {
        name = "杜恩特‧荒隼",
    },
    [45013] = {
        name = "丹米翁‧鋼鐵",
    },
    [45165] = {
        name = "薩爾曼‧格蘭特",
    },
    [45271] = {
        name = "莫塔爾",
    },
    [45417] = {
        name = "菲歐娜",
    },
    [45442] = {
        name = "拉克塔‧風歌",
    },
    [45482] = {
        name = "銀色黎明軍官伊瑞札莉",
    },
    [45500] = {
        name = "烏爾卡‧加各巴茲",
    },
    [45575] = {
        name = "弗德瑞克‧考斯頓",
    },
    [45735] = {
        name = "加美拉‧奎寇菲茲",
    },
    [45736] = {
        name = "戴肯‧安達爾",
    },
    [45786] = {
        name = "貿易巨商銀鉗",
    },
    [45816] = {
        name = "燒屍人提姆",
    },
    [45826] = {
        name = "科爾基安‧晨盾",
    },
    [45828] = {
        name = "銀白藥劑師朱德金斯",
    },
    [45948] = {
        name = "瘋狂的賴瑞",
    },
    [46010] = {
        name = "布洛諾‧良溝",
    },
    [46071] = {
        name = "伊薩里奧斯領主",
    },
    [46172] = {
        name = "巴巴·沼釀",
    },
    [46182] = {
        name = "皮耶‧魚剝",
    },
    [46650] = {
        name = "艾迪‧福羅菲茲爾",
    },
    [46652] = {
        name = "道夫‧布拉斯特斯",
    },
    [46653] = {
        name = "葛瑞安‧菲利茲爾波普",
    },
    [46654] = {
        name = "莉雅",
    },
    [46660] = {
        name = "艾登‧夏風",
    },
    [46664] = {
        name = "海洛馬斯‧碰啪博士",
    },
    [46676] = {
        name = "瓊安娜‧普魯哈特",
    },
    [46757] = {
        name = "高階審查員泰瑟連‧血腥看守者",
    },
    [46758] = {
        name = "安歐連‧日耀",
    },
    [46759] = {
        name = "莉蒂雅‧日耀",
    },
    [46930] = {
        name = "維多利亞‧朵蓮",
    },
    [46972] = {
        name = "特倫斯‧暴風",
    },
    [47041] = {
        name = "尼卡‧血痕",
    },
    [47266] = {
        name = "傑克‧岩腿",
    },
    [47267] = {
        name = "布瑞恩‧煤件",
    },
    [47268] = {
        name = "普麗珊恩‧塵稼",
    },
    [47269] = {
        name = "郎克",
    },
    [47341] = {
        name = "秘法師戴拉瑞斯",
    },
    [47366] = {
        name = "伊普斯",
    },
    [47383] = {
        name = "布里維普",
    },
    [47393] = {
        name = "山丘統領蘭登",
    },
    [47429] = {
        name = "郎克",
    },
    [47440] = {
        name = "阿妮絲‧冷岩",
    },
    [47471] = {
        name = "波卡‧捷山",
    },
    [47554] = {
        name = "吉頓隊長",
    },
    [47556] = {
        name = "德里佐",
    },
    [47580] = {
        name = "拉克塔‧風歌",
    },
    [47617] = {
        name = "法爾魯斯‧野心",
    },
    [47681] = {
        name = "杜瑪斯",
    },
    [47692] = {
        name = "奧索巴‧狂暴圖騰",
    },
    [47696] = {
        name = "凱爾妮爾‧葉歌",
    },
    [47759] = {
        name = "泥鰓",
    },
    [47779] = {
        name = "莫頓‧燎星",
    },
    [47781] = {
        name = "管理員斯蒂沃特",
    },
    [47811] = {
        name = "約翰‧J‧基沙恩",
    },
    [47843] = {
        name = "女獵手瑟魯娜",
    },
    [47923] = {
        name = "費洛納斯‧辛德爾勒",
    },
    [47931] = {
        name = "女導師烏莉卡",
    },
    [48001] = {
        name = "賽拉隆‧恐針",
    },
    [48033] = {
        name = "史戴本‧礦指",
    },
    [48085] = {
        name = "軍需官卡歐辛",
    },
    [48109] = {
        name = "約翰·J·基沙恩",
    },
    [48110] = {
        name = "卓特曼上校",
    },
    [48126] = {
        name = "伊蘇羅‧森誓",
    },
    [48127] = {
        name = "達爾拉‧訓寐者",
    },
    [48129] = {
        name = "赫爾庫拉",
    },
    [48133] = {
        name = "索伊佐格將軍",
    },
    [48208] = {
        name = "骨之波浪鼓",
    },
    [48306] = {
        name = "約翰·J·基沙恩",
    },
    [48307] = {
        name = "卓特曼上校",
    },
    [48333] = {
        name = "工頭皮克威克",
    },
    [48339] = {
        name = "艾里莎‧星風",
    },
    [48349] = {
        name = "胡拉克‧蠻角",
    },
    [48459] = {
        name = "看管者淨林",
    },
    [48461] = {
        name = "費爾利",
    },
    [48491] = {
        name = "詹姆士‧哈洛",
    },
    [48492] = {
        name = "黎洛斯‧疾風",
    },
    [48493] = {
        name = "艾爾頓‧雷汀",
    },
    [48559] = {
        name = "阿利歐克",
    },
    [48565] = {
        name = "阿利歐克",
    },
    [48568] = {
        name = "伊崔格",
    },
    [48569] = {
        name = "伊崔格",
    },
    [48658] = {
        name = "卡多雷之靈",
    },
    [48722] = {
        name = "伯恩多",
    },
    [48723] = {
        name = "塔恩瑞爾",
    },
    [48965] = {
        name = "迪滋‧岩偷",
    },
    [49201] = {
        name = "尼爾斯‧畢羅特",
    },
    [49243] = {
        name = "傑奇爾隊長",
    },
    [49396] = {
        name = "傑茲‧古德古瑞伯",
    },
    [49399] = {
        name = "芮瑪‧彈幕",
    },
    [49400] = {
        name = "瑪西‧彈幕",
    },
    [49402] = {
        name = "莎娜‧彈幕",
    },
    [49407] = {
        name = "里諾‧彈幕",
    },
    [49436] = {
        name = "法蘭西斯‧莫爾考特",
    },
    [49537] = {
        name = "賈布‧古斯里",
    },
    [49687] = {
        name = "植物學家布瑞奇",
    },
    [49748] = {
        name = "英雄勇士",
    },
    [50263] = {
        name = "切割者賈加格",
    },
    [50366] = {
        name = "尼姆恩",
    },
    [50587] = {
        name = "歐克里隆法師",
    },
    [51664] = {
        name = "安達拉‧影谷",
    },
})