----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [263] = {
        name = "Лорд Элло Чернодрев",
    },
    [264] = {
        name = "Командир Алтея Чернодрев",
    },
    [265] = {
        name = "Мадам Ева",
    },
    [267] = {
        name = "Клерк Далтри",
    },
    [268] = {
        name = "Шира Фон-Инди",
    },
    [272] = {
        name = "Шеф-повар Груаль",
    },
    [273] = {
        name = "Хозяин таверны Смиттс",
    },
    [276] = {
        name = "Виктор Призм'Антрас",
    },
    [289] = {
        name = "Аберкромби",
    },
    [342] = {
        name = "Марти Джанроз",
    },
    [344] = {
        name = "Мировой судья Соломон",
    },
    [392] = {
        name = "Капитан Грейсон",
    },
    [464] = {
        name = "Капитан стражи Паркер",
    },
    [469] = {
        name = "Лейтенант Дорен",
    },
    [576] = {
        name = "Дозорный Ладимор",
    },
    [663] = {
        name = "Калор",
    },
    [716] = {
        name = "Барнил Каменный Горшок",
    },
    [739] = {
        name = "Брат Нимез",
    },
    [770] = {
        name = "Капрал Калеб",
    },
    [888] = {
        name = "Дозорный Додс",
    },
    [900] = {
        name = "Помощник судьи Конах",
    },
    [1068] = {
        name = "Горн",
    },
    [1071] = {
        name = "Длиннокос Мрачный",
    },
    [1089] = {
        name = "Горный пехотинец Кремневик",
    },
    [1090] = {
        name = "Горный пехотинец Стенолом",
    },
    [1092] = {
        name = "Капитан Ругельфасс",
    },
    [1105] = {
        name = "Джерн Шлеморог",
    },
    [1141] = {
        name = "Ангус Штерн",
    },
    [1154] = {
        name = "Марек Железносерд",
    },
    [1156] = {
        name = "Вайрина Быстрый Ветер",
    },
    [1187] = {
        name = "Дэрил Юный",
    },
    [1239] = {
        name = "Первый помощник Фитсиммонс",
    },
    [1340] = {
        name = "Горный пехотинец Кэдрелл",
    },
    [1343] = {
        name = "Горный пехотинец Грозовая Вершина",
    },
    [1344] = {
        name = "Геолог Сталекрут",
    },
    [1345] = {
        name = "Магмар Рудокол",
    },
    [1484] = {
        name = "Дерина Рамднул",
    },
    [1750] = {
        name = "Верховный адмирал Джес-Терет",
    },
    [1777] = {
        name = "Дакк Мимострел",
    },
    [1960] = {
        name = "Пилот Большеног",
    },
    [1963] = {
        name = "Видра Жаркий Очаг",
    },
    [2057] = {
        name = "Хальдар",
    },
    [2104] = {
        name = "Капитан Крепкий Кулак",
    },
    [2215] = {
        name = "Верховный палач Дарталия",
    },
    [2391] = {
        name = "Серж Хинотт",
    },
    [2464] = {
        name = "Командир Аггро'гош",
    },
    [2486] = {
        name = "Фин Горемык",
    },
    [2495] = {
        name = "Дриззлик",
    },
    [2500] = {
        name = "Капитан Гекельбери Смоттс",
    },
    [2501] = {
        name = "\"Морской волк\" Маккинли",
    },
    [2608] = {
        name = "Командир Амарен",
    },
    [2610] = {
        name = "Мураш О'Брин",
    },
    [2700] = {
        name = "Капитан Ниалс",
    },
    [2768] = {
        name = "Профессор Физзлторп",
    },
    [2769] = {
        name = "Капитан Стальные Нервы",
    },
    [2771] = {
        name = "Драм Желчный",
    },
    [2774] = {
        name = "Доктор Драксельмер",
    },
    [2785] = {
        name = "Тельдарин Заблудший",
    },
    [2787] = {
        name = "Зарук",
    },
    [2789] = {
        name = "Скуэрто",
    },
    [2860] = {
        name = "Сигрун Рудотес",
    },
    [2920] = {
        name = "Люсьен Подай-Ключ",
    },
    [3144] = {
        name = "Эйтригг",
    },
    [3337] = {
        name = "Каргал Боевой Шрам",
    },
    [3338] = {
        name = "Сергра Черный Шип",
    },
    [3339] = {
        name = "Капитан Тало'тас Сияющий",
    },
    [3341] = {
        name = "Ганн Каменное Копье",
    },
    [3387] = {
        name = "Джорн Небесный Провидец",
    },
    [3389] = {
        name = "Регтар Врата Смерти",
    },
    [3390] = {
        name = "Аптекарь Хелбрим",
    },
    [3391] = {
        name = "Газлоу",
    },
    [3411] = {
        name = "Денни'ка",
    },
    [3418] = {
        name = "Кирдж Жесткий Рог",
    },
    [3429] = {
        name = "Тхорк",
    },
    [3432] = {
        name = "Манкрик",
    },
    [3433] = {
        name = "Таттернак Стальной Горн",
    },
    [3442] = {
        name = "Пароклапан",
    },
    [3446] = {
        name = "Мебок Миззрикс",
    },
    [3448] = {
        name = "Тонга Рунический Тотем",
    },
    [3449] = {
        name = "Дарсок Быстрый Нож",
    },
    [3453] = {
        name = "Управляющий пристанью Головокружилкинс",
    },
    [3454] = {
        name = "Канонир Смайт",
    },
    [3464] = {
        name = "Газрог",
    },
    [3691] = {
        name = "Раэна Волкопас",
    },
    [3698] = {
        name = "Больюн",
    },
    [3845] = {
        name = "Шиндрелл Огненный Всполох",
    },
    [3846] = {
        name = "Тален",
    },
    [3847] = {
        name = "Орендил Широколист",
    },
    [3848] = {
        name = "Кайнет Штиль",
    },
    [3880] = {
        name = "Часовой Мелирия Ледяная Тень",
    },
    [3885] = {
        name = "Часовой Велена Звездный Всполох",
    },
    [3891] = {
        name = "Труп Терониса",
    },
    [3894] = {
        name = "Пельтур Белая Луна",
    },
    [3897] = {
        name = "Кролг",
    },
    [3901] = {
        name = "Иллиана",
    },
    [3916] = {
        name = "Шаэл'дрин",
    },
    [3920] = {
        name = "Анилия",
    },
    [3924] = {
        name = "Шаман из племени Колючего Меха",
    },
    [3936] = {
        name = "Шандриса Оперенная Луна",
    },
    [3995] = {
        name = "Знахарь Джин'Зил",
    },
    [3996] = {
        name = "Фальдреас Гот'Шаель",
    },
    [4079] = {
        name = "Часовой Тенисил",
    },
    [4486] = {
        name = "Генви Кэллоу",
    },
    [4498] = {
        name = "Маурин Костолом",
    },
    [4500] = {
        name = "Властитель Мок'Морокк",
    },
    [4501] = {
        name = "Драз'Зилб",
    },
    [4502] = {
        name = "Тхарг",
    },
    [4544] = {
        name = "Криг Головоруб",
    },
    [4618] = {
        name = "Мартек Изгой",
    },
    [4791] = {
        name = "Назир Кровавое Копье",
    },
    [4792] = {
        name = "Ярл \"Болотный Глаз\"",
    },
    [4794] = {
        name = "Морган Штерн",
    },
    [4880] = {
        name = "\"Вонючка\" Игнац",
    },
    [4921] = {
        name = "Стражник Байрон",
    },
    [4926] = {
        name = "Крог",
    },
    [4941] = {
        name = "Каз Дваждыдвац",
    },
    [4943] = {
        name = "Мозарн",
    },
    [4944] = {
        name = "Капитан Гарран Ваймс",
    },
    [4948] = {
        name = "Адъютант Тезоран",
    },
    [4968] = {
        name = "Леди Джайна Праудмур",
    },
    [4983] = {
        name = "Огрон",
    },
    [5086] = {
        name = "Капитан Ваймор",
    },
    [5087] = {
        name = "До'гол",
    },
    [5089] = {
        name = "Балос Хакен",
    },
    [5385] = {
        name = "Дозорный Махар Ба",
    },
    [5390] = {
        name = "Ведун Легкая Побежка",
    },
    [5393] = {
        name = "Интендант Лунгерц",
    },
    [5395] = {
        name = "Фелгур Бью-Двоих",
    },
    [5396] = {
        name = "Капитан Пентигаст",
    },
    [5636] = {
        name = "Укротитель грифонов Разящий Коготь",
    },
    [5638] = {
        name = "Крелдиг Унгор",
    },
    [5642] = {
        name = "Валлариель Истребитель Демонов",
    },
    [5752] = {
        name = "Капрал Мелкис",
    },
    [5907] = {
        name = "Кранал Фисс",
    },
    [6019] = {
        name = "Хорниц Жужжалит",
    },
    [6546] = {
        name = "Табета",
    },
    [6577] = {
        name = "Бинглз Подрывайстер",
    },
    [7505] = {
        name = "Волшебник крови Дразиал",
    },
    [7506] = {
        name = "Волшебница крови Линора",
    },
    [7623] = {
        name = "Командир разведотряда Руаг",
    },
    [7776] = {
        name = "Тало Терновое Копыто",
    },
    [7854] = {
        name = "Джангор Быстрый Странник",
    },
    [7875] = {
        name = "Хадокен Быстрый Странник",
    },
    [8115] = {
        name = "Знахарь Узер'и",
    },
    [8436] = {
        name = "Замель Лунный Репей",
    },
    [8582] = {
        name = "Кадрак",
    },
    [8965] = {
        name = "Шоун",
    },
    [9116] = {
        name = "Эридана Грусть Ветра",
    },
    [9117] = {
        name = "Джей Ди Колли",
    },
    [9177] = {
        name = "Орелий",
    },
    [9270] = {
        name = "Виллиден Маршалл",
    },
    [9271] = {
        name = "Холания Маршалл",
    },
    [9272] = {
        name = "Искр Пустокоп",
    },
    [9298] = {
        name = "Донова Снегонора",
    },
    [9540] = {
        name = "Еноха Громовар",
    },
    [9618] = {
        name = "Карна Сомнамбулер",
    },
    [9619] = {
        name = "Землепроходец Торва",
    },
    [9623] = {
        name = "Чи-Та 3",
    },
    [9997] = {
        name = "Муча Кусора",
    },
    [9998] = {
        name = "Шиззл",
    },
    [9999] = {
        name = "Ринго",
    },
    [10260] = {
        name = "Киблер",
    },
    [10302] = {
        name = "Кракл",
    },
    [10305] = {
        name = "Уми Румпельшникер",
    },
    [10307] = {
        name = "Знахарь Мау'ари",
    },
    [10618] = {
        name = "Риверн Холодный Ветер",
    },
    [10920] = {
        name = "Келек Страж Неба",
    },
    [10921] = {
        name = "Тарун Красное Перо",
    },
    [10922] = {
        name = "Грета Замшелое Копыто",
    },
    [10923] = {
        name = "Тенелл Листогон",
    },
    [10929] = {
        name = "Хале",
    },
    [10977] = {
        name = "Квикксиль",
    },
    [11019] = {
        name = "Джессира Лунная Радуга",
    },
    [11033] = {
        name = "Дымок ЛаРу",
    },
    [11035] = {
        name = "Бетина Биггльцинк",
    },
    [11036] = {
        name = "Леонид Барталомей Чтимый",
    },
    [11063] = {
        name = "Карлин Редпат",
    },
    [11079] = {
        name = "Вунд Ночной Охотник",
    },
    [11191] = {
        name = "Лилит Гибкая",
    },
    [11192] = {
        name = "Килрам",
    },
    [11193] = {
        name = "Сирил Плетебой",
    },
    [11219] = {
        name = "Лиладрис Лунная Река",
    },
    [11259] = {
        name = "Натака Длинный Рог",
    },
    [11317] = {
        name = "Джинар'Зиллен",
    },
    [11438] = {
        name = "Биббли Скобкофуз",
    },
    [11554] = {
        name = "Гразл",
    },
    [11557] = {
        name = "Мелиош",
    },
    [11596] = {
        name = "Смид Заржавень",
    },
    [11624] = {
        name = "Тайга Мудрая Грива",
    },
    [11701] = {
        name = "Мор'век",
    },
    [11806] = {
        name = "Часовой Ойнея",
    },
    [11811] = {
        name = "Нарайн Причудень",
    },
    [11820] = {
        name = "Локе Окарр",
    },
    [11821] = {
        name = "Дарн Цепкохват",
    },
    [11857] = {
        name = "Макаба Плоское Копыто",
    },
    [11858] = {
        name = "Грундиг Темное Облако",
    },
    [12031] = {
        name = "Май'Лахия",
    },
    [12277] = {
        name = "Мелицца Жужжалит",
    },
    [12696] = {
        name = "Сенани Громовое Сердце",
    },
    [12717] = {
        name = "Муглаш",
    },
    [12719] = {
        name = "Марукайя",
    },
    [12721] = {
        name = "Митсува",
    },
    [12724] = {
        name = "Пиксель",
    },
    [12757] = {
        name = "Каранг Амаккар",
    },
    [12867] = {
        name = "Курай'бин",
    },
    [12919] = {
        name = "Нат Пэгл",
    },
    [14437] = {
        name = "Горзиеки Дикоглаз",
    },
    [14625] = {
        name = "Надзиратель Скользорук",
    },
    [14626] = {
        name = "Надсмотрщик Скрендж",
    },
    [14627] = {
        name = "Гензель Большерук",
    },
    [14628] = {
        name = "Эвонис Сажекурка",
    },
    [14634] = {
        name = "Капитан дозорных Лоло Долгобой",
    },
    [14637] = {
        name = "Зорбин Дребезгун",
    },
    [14731] = {
        name = "Лярд",
    },
    [14739] = {
        name = "Мистик Яо'джин",
    },
    [14740] = {
        name = "Катум Удильщик",
    },
    [14741] = {
        name = "Охотник Мархор",
    },
    [15170] = {
        name = "Рутгар Знакописец",
    },
    [15171] = {
        name = "Франкал Каменный Мост",
    },
    [15181] = {
        name = "Командир Мар'алит",
    },
    [15183] = {
        name = "Геолог Ехидная",
    },
    [15189] = {
        name = "Битисса Шаткобрус",
    },
    [15190] = {
        name = "Ноггл Шаткобрус",
    },
    [15191] = {
        name = "Призывательница ветров Гордый Рог",
    },
    [15194] = {
        name = "Отшельник Ортелл",
    },
    [15270] = {
        name = "Хуум Буйногривый",
    },
    [15306] = {
        name = "Бор Буйногривый",
    },
    [15395] = {
        name = "Нафиен",
    },
    [16134] = {
        name = "Римблат Землекрушитель",
    },
    [16841] = {
        name = "Командир стражи Релторн Пустомар",
    },
    [17081] = {
        name = "Разведчик Кровопал",
    },
    [17082] = {
        name = "Ружейник Торриг",
    },
    [17095] = {
        name = "Балиндар Ясная Звезда",
    },
    [17106] = {
        name = "Воздаятельница Паланаара",
    },
    [17127] = {
        name = "Анахорет Авуун",
    },
    [17287] = {
        name = "Часовой Люсьель Шепот Звезд",
    },
    [17291] = {
        name = "Архитектор Немос",
    },
    [17303] = {
        name = "Воздаятель Ведаар",
    },
    [17304] = {
        name = "Надзиратель Гортак",
    },
    [17310] = {
        name = "Кривокрон",
    },
    [17355] = {
        name = "Валуша",
    },
    [18221] = {
        name = "Холаару",
    },
    [19254] = {
        name = "Полководец Дар'тун",
    },
    [23566] = {
        name = "Калия Гастингс",
    },
    [23568] = {
        name = "Капитан Дарилл",
    },
    [23569] = {
        name = "Ренн Макжабр",
    },
    [23570] = {
        name = "Гиззикс Грязебульк",
    },
    [23579] = {
        name = "Брогг",
    },
    [23600] = {
        name = "Ученик Морланн",
    },
    [23601] = {
        name = "Ученик Гарион",
    },
    [23723] = {
        name = "Сержант Лукас",
    },
    [23797] = {
        name = "Мокси Сталегриль",
    },
    [23835] = {
        name = "Сержант Амелин",
    },
    [23843] = {
        name = "Моргант Мрачник",
    },
    [23892] = {
        name = "Бабс Шипокрутка",
    },
    [23896] = {
        name = "\"Весельчак\" Ленни Полечуд",
    },
    [23905] = {
        name = "Майор Миллз",
    },
    [23951] = {
        name = "Лейтенант Аден",
    },
    [24739] = {
        name = "Бенджари Эдьюн",
    },
    [32971] = {
        name = "Следопыт Глинда Нал'Шия",
    },
    [32973] = {
        name = "Дентария Серебристая Поляна",
    },
    [33091] = {
        name = "Малфурион Ярость Бури",
    },
    [33182] = {
        name = "Батран",
    },
    [33187] = {
        name = "Часовой Шейла",
    },
    [33204] = {
        name = "Эвенар Тихий Шелест",
    },
    [33263] = {
        name = "Дина Юная Луна",
    },
    [33276] = {
        name = "Жрица луны Мейстра",
    },
    [33284] = {
        name = "Труун",
    },
    [33294] = {
        name = "Горат",
    },
    [33421] = {
        name = "Горка",
    },
    [33443] = {
        name = "Хранитель Мудрое Сердце",
    },
    [33445] = {
        name = "Часовой Авана",
    },
    [33726] = {
        name = "Разрушитель Заставы Расщепленного Дерева",
    },
    [33727] = {
        name = "Анахорет Буурк",
    },
    [33760] = {
        name = "Дуран",
    },
    [33777] = {
        name = "Гайван Бредущий Тенью",
    },
    [33837] = {
        name = "Кадрак",
    },
    [33889] = {
        name = "Крокк",
    },
    [34122] = {
        name = "Командир Мрачный Клык",
    },
    [34195] = {
        name = "Кулг Кровобрызг",
    },
    [34233] = {
        name = "Страж Менерин",
    },
    [34239] = {
        name = "Пилигрим Гефест",
    },
    [34242] = {
        name = "Страж Гуртар",
    },
    [34251] = {
        name = "Вир Темный Нос",
    },
    [34258] = {
        name = "Халга Кровавый Глаз",
    },
    [34284] = {
        name = "Дорак",
    },
    [34289] = {
        name = "Вихрь",
    },
    [34290] = {
        name = "Недр",
    },
    [34292] = {
        name = "Арктан",
    },
    [34303] = {
        name = "Дагрун Бушующий Молот",
    },
    [34320] = {
        name = "Равазаврик",
    },
    [34335] = {
        name = "Аврий Дурной Толк",
    },
    [34341] = {
        name = "Саурбоз",
    },
    [34354] = {
        name = "Охотница Джалин",
    },
    [34358] = {
        name = "Аврий Очистившийся",
    },
    [34359] = {
        name = "Капитан Гоггат",
    },
    [34377] = {
        name = "Халанния",
    },
    [34395] = {
        name = "Шкрып",
    },
    [34510] = {
        name = "Бройк",
    },
    [34513] = {
        name = "Тогрик",
    },
    [34518] = {
        name = "Тагг",
    },
    [34559] = {
        name = "Капитан Таркан",
    },
    [34560] = {
        name = "Уна Волчий Коготь",
    },
    [34569] = {
        name = "Флуз",
    },
    [34578] = {
        name = "Рокко Хлыстоног",
    },
    [34596] = {
        name = "Штейгер Джинкс",
    },
    [34599] = {
        name = "Больюн",
    },
    [34604] = {
        name = "Высокий Баобоб",
    },
    [34613] = {
        name = "Та'джари",
    },
    [34634] = {
        name = "Горгал Злошрам",
    },
    [34638] = {
        name = "Шуза",
    },
    [34698] = {
        name = "Котельник",
    },
    [34841] = {
        name = "Телар Скиталец",
    },
    [35085] = {
        name = "Штейгер Фиск",
    },
    [35086] = {
        name = "Подрядчик Жаднюк",
    },
    [35091] = {
        name = "Хорзак Кругоглод",
    },
    [35295] = {
        name = "Серелия",
    },
    [35298] = {
        name = "Соррем",
    },
    [35661] = {
        name = "Посланник Кенарийской экспедиции Тунк",
    },
    [35757] = {
        name = "Бизби",
    },
    [35773] = {
        name = "Кенарийская исследовательница Корра",
    },
    [35817] = {
        name = "Бомбардир капитан Смукс",
    },
    [35827] = {
        name = "Валишж",
    },
    [36034] = {
        name = "Карнум Ткач Болот",
    },
    [36048] = {
        name = "Тресса Янтарный Очаг",
    },
    [36052] = {
        name = "Гаррен Темный Ветер",
    },
    [36060] = {
        name = "Ботаник Ферра",
    },
    [36077] = {
        name = "Ассистентка Грили",
    },
    [36146] = {
        name = "Твистекс Языкаст",
    },
    [36185] = {
        name = "Хан Шодо",
    },
    [36196] = {
        name = "Керра",
    },
    [36329] = {
        name = "Таргад",
    },
    [36378] = {
        name = "Думти",
    },
    [36410] = {
        name = "Офицер Дженки",
    },
    [36500] = {
        name = "Объект №9",
    },
    [36728] = {
        name = "Кроум",
    },
    [36730] = {
        name = "Чог",
    },
    [36919] = {
        name = "Андорел Верный Солнцу",
    },
    [36999] = {
        name = "Тимо",
    },
    [37135] = {
        name = "Нура Землепроходица",
    },
    [37136] = {
        name = "Олтарг",
    },
    [37137] = {
        name = "Тунава Штиль",
    },
    [37138] = {
        name = "Онатай",
    },
    [37153] = {
        name = "Холгом",
    },
    [37154] = {
        name = "Килрок Кровавая Дубина",
    },
    [37216] = {
        name = "Офицер Заставы Чести",
    },
    [37515] = {
        name = "Лейн Высокая Трава",
    },
    [37516] = {
        name = "Таване",
    },
    [37570] = {
        name = "Наралекс",
    },
    [37679] = {
        name = "Полководец Кровавый Эфес",
    },
    [37717] = {
        name = "Винноа Сосновый Бор",
    },
    [37811] = {
        name = "Полководец Гар'дул",
    },
    [37812] = {
        name = "Махка",
    },
    [37834] = {
        name = "Тауна Небесная Охотница",
    },
    [37835] = {
        name = "Дорн Краснозем",
    },
    [37847] = {
        name = "Манкрик",
    },
    [37908] = {
        name = "Колдер Грей",
    },
    [37909] = {
        name = "Томуса",
    },
    [37910] = {
        name = "Крогол",
    },
    [38140] = {
        name = "Визил Темнила",
    },
    [38237] = {
        name = "Максимилиан Североземский",
    },
    [38263] = {
        name = "Итис Лунный Страж",
    },
    [38269] = {
        name = "Зен'Алири",
    },
    [38270] = {
        name = "Нолен Заклепайко",
    },
    [38274] = {
        name = "Гарл Коготь Бури",
    },
    [38275] = {
        name = "Гремикс",
    },
    [38276] = {
        name = "Тара",
    },
    [38277] = {
        name = "Дорин",
    },
    [38314] = {
        name = "Муйон",
    },
    [38323] = {
        name = "Генерал Готорн",
    },
    [38378] = {
        name = "Командир Уолпол",
    },
    [38380] = {
        name = "Джанис Маттингли",
    },
    [38383] = {
        name = "Нибб Прядуляга",
    },
    [38502] = {
        name = "Набия",
    },
    [38534] = {
        name = "Мегз Жестекрошшер",
    },
    [38535] = {
        name = "Келси Стализвон",
    },
    [38619] = {
        name = "Адмирал Обри",
    },
    [38620] = {
        name = "Томас Пакстон",
    },
    [38621] = {
        name = "Джеффри Лонг",
    },
    [38623] = {
        name = "Начальник дока Льюис",
    },
    [38704] = {
        name = "Келси Стализвон",
    },
    [38706] = {
        name = "Зеке Волочилкинс",
    },
    [38804] = {
        name = "Толливер Песий Зуб",
    },
    [38849] = {
        name = "Мегз Жестекрошшер",
    },
    [38871] = {
        name = "Капрал Тиган",
    },
    [38873] = {
        name = "Гаучо",
    },
    [38876] = {
        name = "Ханна Бриджуотер",
    },
    [38878] = {
        name = "Искалеченное тело",
    },
    [38922] = {
        name = "Исследователь Андорен Восход Солнца",
    },
    [38927] = {
        name = "Мазога",
    },
    [38986] = {
        name = "Посол Гейнс",
    },
    [39003] = {
        name = "Сэм Тралли",
    },
    [39034] = {
        name = "Доктор Верняк",
    },
    [39059] = {
        name = "Келси Стализвон",
    },
    [39083] = {
        name = "Командир Робертс",
    },
    [39084] = {
        name = "Миззи Поршняки",
    },
    [39085] = {
        name = "Логан Удар Когтя",
    },
    [39118] = {
        name = "Генерал Двукосса",
    },
    [39154] = {
        name = "Хурлстон Камнешвыр",
    },
    [39155] = {
        name = "Марли Двукосса",
    },
    [39178] = {
        name = "Дриз Согнишвырялкинс",
    },
    [39256] = {
        name = "Кален Меткий Выстрел",
    },
    [39322] = {
        name = "Хортон Позвончик",
    },
    [39377] = {
        name = "Кону Рунический Тотем",
    },
    [39653] = {
        name = "Сильвия",
    },
    [39656] = {
        name = "Орхан Огрский Клинок",
    },
    [39723] = {
        name = "Тамбра",
    },
    [39725] = {
        name = "Аделла",
    },
    [39840] = {
        name = "Свар'джан",
    },
    [39847] = {
        name = "Вождь Рог Духа",
    },
    [39893] = {
        name = "Джаун Высокий Холм",
    },
    [39894] = {
        name = "Гомбана",
    },
    [39895] = {
        name = "Канати Серое Облако",
    },
    [39896] = {
        name = "Йети со Свирепого Утеса",
    },
    [39946] = {
        name = "Кариссия Лунная Охотница",
    },
    [39963] = {
        name = "Мотега Огненная Грива",
    },
    [39992] = {
        name = "Рендо",
    },
    [40027] = {
        name = "Пшикс Медноштиф",
    },
    [40028] = {
        name = "Поззик",
    },
    [40032] = {
        name = "Теларон Полет Ветра",
    },
    [40035] = {
        name = "Эрина Дочь Ивы",
    },
    [40052] = {
        name = "Эстулан",
    },
    [40078] = {
        name = "Укротительница Тессина",
    },
    [40082] = {
        name = "Небоступ Врактрис",
    },
    [40109] = {
        name = "Геолог Ганстен",
    },
    [40132] = {
        name = "Вестия Лунное Копье",
    },
    [40226] = {
        name = "Пратт Макгруббен",
    },
    [40344] = {
        name = "Нице",
    },
    [40345] = {
        name = "Тиссиана",
    },
    [40369] = {
        name = "Хранитель дорог Фалфиндел",
    },
    [40475] = {
        name = "Джинки Дзыньбламбум",
    },
    [40487] = {
        name = "Раззерик",
    },
    [40554] = {
        name = "Риззл Медноштиф",
    },
    [40556] = {
        name = "Замек",
    },
    [40580] = {
        name = "Гас Ржавотряс",
    },
    [40726] = {
        name = "Маззер Винтодер",
    },
    [40727] = {
        name = "Гризнак",
    },
    [40879] = {
        name = "Буг \"Моднявый\"",
    },
    [40881] = {
        name = "Минкс",
    },
    [40885] = {
        name = "Виззл Медноштиф",
    },
    [40888] = {
        name = "Синг",
    },
    [40894] = {
        name = "Гномбус Икс-ничтожитель",
    },
    [40895] = {
        name = "Профессор Закзак Атвертук",
    },
    [40896] = {
        name = "Лорд Болотная Пахота",
    },
    [40897] = {
        name = "Капитан Северной стражи Косак",
    },
    [40898] = {
        name = "Алития Болотная Пахота",
    },
    [40899] = {
        name = "Чародей Валдуриан",
    },
    [40900] = {
        name = "Неофит Звездный Гребень",
    },
    [40901] = {
        name = "Взрынженер Улюлюк",
    },
    [40902] = {
        name = "Старший взрынженер Бомбиглотс",
    },
    [40903] = {
        name = "Глава шпионов Анара",
    },
    [40904] = {
        name = "Кром'гарский батрак",
    },
    [40907] = {
        name = "Кларисса",
    },
    [40908] = {
        name = "Алиса",
    },
    [40913] = {
        name = "Укротительница Джесана",
    },
    [40926] = {
        name = "Килаг Жутеклык",
    },
    [40973] = {
        name = "Часовой Элиана",
    },
    [41023] = {
        name = "Властитель Кром'гар",
    },
    [41060] = {
        name = "Аджамон Призывательница Духов",
    },
    [41071] = {
        name = "Охотница Иллиона",
    },
    [41074] = {
        name = "Горный пехотинец Грюгельм",
    },
    [41075] = {
        name = "Горный пехотинец Рарен",
    },
    [41086] = {
        name = "Форба Крепкая Стамеска",
    },
    [41124] = {
        name = "Окрилла",
    },
    [41125] = {
        name = "Магистр Айтокк",
    },
    [41128] = {
        name = "Дунлор Мраморная Борода",
    },
    [41129] = {
        name = "Геодезист Турдан",
    },
    [41133] = {
        name = "Рофилий Дейн",
    },
    [41134] = {
        name = "Так'арили",
    },
    [41159] = {
        name = "Дозорный Ваззик",
    },
    [41184] = {
        name = "Ризнек",
    },
    [41190] = {
        name = "Краззл Шустрец",
    },
    [41204] = {
        name = "Хан Аблин",
    },
    [41205] = {
        name = "Хан Ближ",
    },
    [41229] = {
        name = "Командир армии Вален",
    },
    [41233] = {
        name = "Командир разведчиков Барус",
    },
    [41265] = {
        name = "Солюн",
    },
    [41276] = {
        name = "Железная Лапа Макги",
    },
    [41277] = {
        name = "Лейтенант Полсон",
    },
    [41278] = {
        name = "\"Поваренок\" Максоус",
    },
    [41282] = {
        name = "Капрал Турс",
    },
    [41297] = {
        name = "Карл Боран",
    },
    [41350] = {
        name = "Тон Поклон Ветра",
    },
    [41354] = {
        name = "Нептусь",
    },
    [41392] = {
        name = "Квентин",
    },
    [41402] = {
        name = "Брошенный груз Кровавого Прибоя",
    },
    [41411] = {
        name = "Геолог Вельгар",
    },
    [41412] = {
        name = "Ормер Сталеплет",
    },
    [41413] = {
        name = "Меррин Камнепряд",
    },
    [41415] = {
        name = "Шейла Крепкая Стамеска",
    },
    [41421] = {
        name = "Рау Скальный Бегун",
    },
    [41433] = {
        name = "Джеймс Халлоран",
    },
    [41434] = {
        name = "\"Гоблин\" - смотритель помпы",
    },
    [41435] = {
        name = "Фрадд Бынструмент",
    },
    [41441] = {
        name = "Глава разведчиков Ивония",
    },
    [41444] = {
        name = "Бриенна Мерцание Звезд",
    },
    [41446] = {
        name = "Талия Янтарная Шкура",
    },
    [41482] = {
        name = "Мастер Тал'дара",
    },
    [41486] = {
        name = "Предок Сарет'на",
    },
    [41487] = {
        name = "Иерофант Малик",
    },
    [41488] = {
        name = "Глава часовых Геленет",
    },
    [41503] = {
        name = "Ретиль Страж Природы",
    },
    [41612] = {
        name = "Охотница Изелия",
    },
    [41615] = {
        name = "Ферилон Дитя Листвы",
    },
    [41638] = {
        name = "Псарь Джонатан",
    },
    [41664] = {
        name = "Сэлсбери \"На помощь\"",
    },
    [41678] = {
        name = "Кровавый страж Альдо Каменный Дождь",
    },
    [41949] = {
        name = "Темный следопыт Алина",
    },
    [41966] = {
        name = "Ловчая смерти Маудрия",
    },
    [41990] = {
        name = "Разведчик Утвоч",
    },
    [41991] = {
        name = "Сержант Донтраг",
    },
    [41992] = {
        name = "Взрынженер Айгор",
    },
    [42023] = {
        name = "Поработитель Дэво",
    },
    [42033] = {
        name = "Джиббли Ракит",
    },
    [42039] = {
        name = "Верховный вождь Скалоступ",
    },
    [42047] = {
        name = "Маша Скалоступ",
    },
    [42050] = {
        name = "Генерал Гребо",
    },
    [42091] = {
        name = "Ортий Скалоступ",
    },
    [42106] = {
        name = "Властитель Кром'гар",
    },
    [42130] = {
        name = "Гор'муль",
    },
    [42160] = {
        name = "Таргас Старая Наковальня",
    },
    [42262] = {
        name = "Леан Стилсон",
    },
    [42264] = {
        name = "Ракитни Маккитрик",
    },
    [42298] = {
        name = "Касым Шарим",
    },
    [42299] = {
        name = "Дозорный Гримео",
    },
    [42308] = {
        name = "Лейтенант Горацио Лейн",
    },
    [42344] = {
        name = "Рохан Солнечный Парус",
    },
    [42348] = {
        name = "Элайджа Рассветный Полет",
    },
    [42349] = {
        name = "Мэр Чарлтон Конниспорт",
    },
    [42352] = {
        name = "Кенарийская наблюдательница Шайана",
    },
    [42464] = {
        name = "Грогнард",
    },
    [42613] = {
        name = "Старейшина Сломанный Клык",
    },
    [42622] = {
        name = "Элиза Желчная",
    },
    [42624] = {
        name = "Котонга",
    },
    [42642] = {
        name = "Старейшина племени Сломанного Клыка",
    },
    [42677] = {
        name = "Лиходей Луноречья",
    },
    [42896] = {
        name = "Аптекарь Сурлис",
    },
    [42898] = {
        name = "Темный священник Марнал",
    },
    [43108] = {
        name = "Керр Суровый Взгляд",
    },
    [43109] = {
        name = "Дрон Первач",
    },
    [43156] = {
        name = "Фраггар Громовая Мантия",
    },
    [43157] = {
        name = "Доран Сталекрылый",
    },
    [43200] = {
        name = "Гилда Призывающая Облака",
    },
    [43453] = {
        name = "Тобиас Мистмантл",
    },
    [43738] = {
        name = "Ученик Фесс",
    },
    [44082] = {
        name = "Бронвин Зарубай",
    },
    [44200] = {
        name = "Разведчица Дорли",
    },
    [44345] = {
        name = "Каннари Пивная Бочка",
    },
    [44374] = {
        name = "Шерм",
    },
    [44452] = {
        name = "Кольтира Ткач Смерти",
    },
    [44453] = {
        name = "Тассариан",
    },
    [44859] = {
        name = "Смотритель Пипси",
    },
    [45012] = {
        name = "Дарнт Ясный Сокол",
    },
    [45013] = {
        name = "Демион Стил",
    },
    [45165] = {
        name = "Турман Грант",
    },
    [45271] = {
        name = "Монтарр",
    },
    [45417] = {
        name = "Фиона",
    },
    [45442] = {
        name = "Лакота Песня Ветра",
    },
    [45482] = {
        name = "Офицер Серебряного Рассвета Иризарри",
    },
    [45500] = {
        name = "Урк Газбаз",
    },
    [45575] = {
        name = "Фредерик Калстон",
    },
    [45735] = {
        name = "Гамелла Шарабан",
    },
    [45736] = {
        name = "Служитель Андаал",
    },
    [45786] = {
        name = "Торговый барон Сереблекс",
    },
    [45816] = {
        name = "Крематор Тим",
    },
    [45826] = {
        name = "Киркиан Рассветный Щит",
    },
    [45828] = {
        name = "Аптекарь Юдкинс",
    },
    [45948] = {
        name = "Безумный Ларри",
    },
    [46010] = {
        name = "Броно Калибраль",
    },
    [46071] = {
        name = "Лорд Итар",
    },
    [46172] = {
        name = "Баба Тиночерп",
    },
    [46182] = {
        name = "Пьер Рыбачелло",
    },
    [46650] = {
        name = "Эдди Выпшик",
    },
    [46652] = {
        name = "Дольф Дымст",
    },
    [46653] = {
        name = "Гарианна Вырпитук",
    },
    [46654] = {
        name = "Реа",
    },
    [46660] = {
        name = "Айдан Летний Ветер",
    },
    [46664] = {
        name = "Доктор Иероним Блам",
    },
    [46676] = {
        name = "Джоанна Блухарт",
    },
    [46757] = {
        name = "Главный исследователь Тей'телан Кровавый Взор",
    },
    [46758] = {
        name = "Аорен Солнечное Сияние",
    },
    [46759] = {
        name = "Лидия Солнечное Сияние",
    },
    [46930] = {
        name = "Виктория Долен",
    },
    [46972] = {
        name = "Терранс Шторм",
    },
    [47041] = {
        name = "Ника Алый Шрам",
    },
    [47266] = {
        name = "Джек Глыбоног",
    },
    [47267] = {
        name = "Копений Угледроб",
    },
    [47268] = {
        name = "Призанна Пылеглот",
    },
    [47269] = {
        name = "Чурбан",
    },
    [47341] = {
        name = "Чародейка Деларис",
    },
    [47383] = {
        name = "Бривельверп",
    },
    [47393] = {
        name = "Горный владыка Рендан",
    },
    [47440] = {
        name = "Агнес Сланцедроб",
    },
    [47471] = {
        name = "Паока Ходячая Гора",
    },
    [47554] = {
        name = "Капитан Кейтон",
    },
    [47556] = {
        name = "Дризл",
    },
    [47580] = {
        name = "Лакота Песня Ветра",
    },
    [47617] = {
        name = "Фарлус Дикое Сердце",
    },
    [47681] = {
        name = "Дюмлон",
    },
    [47692] = {
        name = "Альтсоба Тотем Ярости",
    },
    [47696] = {
        name = "Келнир Песнь Листвы",
    },
    [47779] = {
        name = "Мутон Пламя Звезд",
    },
    [47781] = {
        name = "Надзиратель Штиллец",
    },
    [47811] = {
        name = "Джон Джей Кишан",
    },
    [47843] = {
        name = "Охотница Селура",
    },
    [47923] = {
        name = "Феронас Греховодник",
    },
    [47931] = {
        name = "Повелительница логова Ульрика",
    },
    [48001] = {
        name = "Теларон Крутоигл",
    },
    [48033] = {
        name = "Стеббен Рудохват",
    },
    [48085] = {
        name = "Интендант Каошин",
    },
    [48109] = {
        name = "Джон Джей Кишан",
    },
    [48126] = {
        name = "Изурал Сын Лесов",
    },
    [48127] = {
        name = "Дарла Закрутижла",
    },
    [48129] = {
        name = "Гелькулар",
    },
    [48133] = {
        name = "Генерал Торг'изог",
    },
    [48208] = {
        name = "Костяная погремушка",
    },
    [48306] = {
        name = "Джон Джей Кишан",
    },
    [48333] = {
        name = "Штейгер Пиквик",
    },
    [48339] = {
        name = "Элесса Звездный Ветер",
    },
    [48349] = {
        name = "Хурак Дикий Рог",
    },
    [48459] = {
        name = "Хранительница Чистая Роща",
    },
    [48461] = {
        name = "Ферли",
    },
    [48491] = {
        name = "Джеймс Хэллоу",
    },
    [48492] = {
        name = "Лирий Быстрый Ветер",
    },
    [48493] = {
        name = "Алтон Реддинг",
    },
    [48568] = {
        name = "Эйтригг",
    },
    [48569] = {
        name = "Эйтригг",
    },
    [48658] = {
        name = "Калдорайский дух",
    },
    [48722] = {
        name = "Бурндл",
    },
    [48723] = {
        name = "Танрир",
    },
    [48965] = {
        name = "Диз Дятло",
    },
    [49201] = {
        name = "Нильс Гнилопчел",
    },
    [49243] = {
        name = "Капитан Джекилл",
    },
    [49396] = {
        name = "Джез Скороцап",
    },
    [49399] = {
        name = "Ремма Гориштор",
    },
    [49400] = {
        name = "Марси Гориштор",
    },
    [49402] = {
        name = "Сана Гориштор",
    },
    [49407] = {
        name = "Ринно Гориштор",
    },
    [49436] = {
        name = "Фрэнсис Моркотт",
    },
    [49537] = {
        name = "Джеб Гутри",
    },
    [49687] = {
        name = "Ботаник Брейзи",
    },
    [49748] = {
        name = "Искатель героев",
    },
    [50263] = {
        name = "Джадраг Кромсатель",
    },
    [50366] = {
        name = "Нимн",
    },
    [50587] = {
        name = "Маг Окрил'лона",
    },
    [51664] = {
        name = "Андалар Дольная Тень",
    },
    [51677] = {
        name = "Детеныш ледопарда Зимних Ключей",
    },
})
]])()
