----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

BtWQuestsDatabase:UpdateNPCsTable({
    [263] = {
        name = "艾尔罗·埃伯洛克公爵",
    },
    [264] = {
        name = "指挥官阿尔泰娅·埃伯洛克",
    },
    [265] = {
        name = "伊瓦夫人",
    },
    [267] = {
        name = "书记员达尔塔",
    },
    [268] = {
        name = "希拉·沃宁迪",
    },
    [272] = {
        name = "厨师格鲁奥",
    },
    [273] = {
        name = "旅店老板斯密茨",
    },
    [276] = {
        name = "维克托·安特拉斯",
    },
    [289] = {
        name = "亚伯克隆比",
    },
    [342] = {
        name = "玛蒂·詹罗斯",
    },
    [344] = {
        name = "所罗门镇长",
    },
    [392] = {
        name = "葛瑞森船长",
    },
    [464] = {
        name = "卫兵队长帕克",
    },
    [469] = {
        name = "多伦上尉",
    },
    [576] = {
        name = "守夜人拉迪摩尔",
    },
    [663] = {
        name = "卡洛尔",
    },
    [716] = {
        name = "巴尼尔·石罐",
    },
    [739] = {
        name = "尼麦兹修士",
    },
    [770] = {
        name = "卡雷布下士",
    },
    [888] = {
        name = "守夜人道茨",
    },
    [900] = {
        name = "拜里弗·科纳彻尔",
    },
    [1068] = {
        name = "高恩",
    },
    [1071] = {
        name = "坚毅者长须",
    },
    [1089] = {
        name = "巡山人库伯弗林特",
    },
    [1090] = {
        name = "巡山人沃尔班",
    },
    [1092] = {
        name = "拉格弗斯上尉",
    },
    [1105] = {
        name = "吉恩·角盔",
    },
    [1141] = {
        name = "安古斯·斯特恩",
    },
    [1154] = {
        name = "马雷克·铁心",
    },
    [1156] = {
        name = "维林·疾风",
    },
    [1187] = {
        name = "年轻的达瑞尔",
    },
    [1239] = {
        name = "大副菲兹莫斯",
    },
    [1340] = {
        name = "巡山人卡德雷尔",
    },
    [1343] = {
        name = "巡山人雷矛",
    },
    [1344] = {
        name = "勘察员基恩萨·铁环",
    },
    [1345] = {
        name = "麦格玛尔·落斧",
    },
    [1484] = {
        name = "德瑞纳·拉姆杜恩",
    },
    [1750] = {
        name = "杰塔瑞斯将军",
    },
    [1777] = {
        name = "达克·枪火",
    },
    [1960] = {
        name = "驾驶员塞克·锤足",
    },
    [1963] = {
        name = "维德拉·壁炉",
    },
    [2057] = {
        name = "胡达尔",
    },
    [2104] = {
        name = "斯托菲队长",
    },
    [2215] = {
        name = "高级执行官达萨利亚",
    },
    [2391] = {
        name = "瑟尔格·希诺特",
    },
    [2464] = {
        name = "指挥官阿格罗戈什",
    },
    [2486] = {
        name = "芬·菲兹拉克",
    },
    [2495] = {
        name = "崔斯里克",
    },
    [2500] = {
        name = "海克拜瑞·斯莫特船长",
    },
    [2501] = {
        name = "“海狼”马克基雷",
    },
    [2608] = {
        name = "阿玛伦指挥官",
    },
    [2610] = {
        name = "沙克斯·奥布里",
    },
    [2700] = {
        name = "尼艾丝队长",
    },
    [2768] = {
        name = "菲兹索普教授",
    },
    [2769] = {
        name = "斯迪加特船长",
    },
    [2771] = {
        name = "杜拉姆法尔",
    },
    [2774] = {
        name = "德拉克里格博士",
    },
    [2785] = {
        name = "迷失者塞尔杜林",
    },
    [2787] = {
        name = "萨鲁克",
    },
    [2789] = {
        name = "斯奎尔图",
    },
    [2860] = {
        name = "西格鲁·铁斧",
    },
    [2920] = {
        name = "卢希恩·枪穗",
    },
    [3144] = {
        name = "伊崔格",
    },
    [3337] = {
        name = "卡加尔·战痕",
    },
    [3338] = {
        name = "瑟格拉·黑棘",
    },
    [3339] = {
        name = "沙罗萨斯船长",
    },
    [3341] = {
        name = "加恩·石塔",
    },
    [3387] = {
        name = "乔恩·星眼",
    },
    [3389] = {
        name = "雷戈萨·死门",
    },
    [3390] = {
        name = "药剂师赫布瑞姆",
    },
    [3391] = {
        name = "加兹鲁维",
    },
    [3411] = {
        name = "德尼卡",
    },
    [3418] = {
        name = "基尔格·锐角",
    },
    [3429] = {
        name = "索克",
    },
    [3432] = {
        name = "曼科里克",
    },
    [3433] = {
        name = "塔特纳克·钢炉",
    },
    [3442] = {
        name = "斯布特瓦夫",
    },
    [3446] = {
        name = "麦伯克·米希瑞克斯",
    },
    [3448] = {
        name = "图加·符文图腾",
    },
    [3449] = {
        name = "达索克·快刀",
    },
    [3453] = {
        name = "码头管理员迪兹维格",
    },
    [3454] = {
        name = "炮兵斯密瑟",
    },
    [3464] = {
        name = "加兹罗格",
    },
    [3691] = {
        name = "莱恩·狼行者",
    },
    [3698] = {
        name = "波尔温",
    },
    [3845] = {
        name = "辛德瑞尔·速火",
    },
    [3846] = {
        name = "塔尔伦",
    },
    [3847] = {
        name = "奥雷迪尔·阔叶",
    },
    [3848] = {
        name = "凯尼斯·静风",
    },
    [3880] = {
        name = "哨兵梅丽瑞亚·霜影",
    },
    [3885] = {
        name = "哨兵维尔莉妮·星坠",
    },
    [3891] = {
        name = "泰洛尼斯的尸体",
    },
    [3894] = {
        name = "皮尔图拉斯·怀特姆恩",
    },
    [3897] = {
        name = "克罗尔格",
    },
    [3901] = {
        name = "伊莉亚娜",
    },
    [3916] = {
        name = "莎尔蒂恩",
    },
    [3920] = {
        name = "安妮莉亚",
    },
    [3924] = {
        name = "蓟皮萨满祭司",
    },
    [3936] = {
        name = "珊蒂斯·羽月",
    },
    [3995] = {
        name = "巫医金吉尔",
    },
    [3996] = {
        name = "法德瑞斯·戈森沙尔",
    },
    [4079] = {
        name = "哨兵塞恩希尔",
    },
    [4486] = {
        name = "吉纳维·卡隆",
    },
    [4498] = {
        name = "玛乌林·碎骨",
    },
    [4500] = {
        name = "莫格穆洛克大王",
    },
    [4501] = {
        name = "德拉兹辛比",
    },
    [4502] = {
        name = "萨尔格",
    },
    [4544] = {
        name = "克鲁伊格·碎颅",
    },
    [4618] = {
        name = "流放者马特克",
    },
    [4791] = {
        name = "纳泽尔·血矛",
    },
    [4792] = {
        name = "“沼泽之眼”加尔",
    },
    [4794] = {
        name = "摩根·斯特恩",
    },
    [4880] = {
        name = "“臭虫”伊格纳兹",
    },
    [4921] = {
        name = "卫兵拜伦",
    },
    [4926] = {
        name = "克罗格",
    },
    [4941] = {
        name = "卡兹·双链",
    },
    [4943] = {
        name = "莫萨恩",
    },
    [4944] = {
        name = "盖兰·维米斯队长",
    },
    [4948] = {
        name = "泰索兰副官",
    },
    [4968] = {
        name = "吉安娜·普罗德摩尔",
    },
    [4983] = {
        name = "奥格隆",
    },
    [5086] = {
        name = "维摩尔上尉",
    },
    [5087] = {
        name = "杜高尔",
    },
    [5089] = {
        name = "巴鲁斯·加科因",
    },
    [5385] = {
        name = "看守者马哈尔巴",
    },
    [5390] = {
        name = "圣者帕尔伦纳",
    },
    [5393] = {
        name = "军需官朗格尔斯",
    },
    [5395] = {
        name = "费古尔·双刃",
    },
    [5396] = {
        name = "本迪加斯上尉",
    },
    [5636] = {
        name = "狮鹫管理员塔隆艾克斯",
    },
    [5638] = {
        name = "克雷迪格·安戈尔",
    },
    [5642] = {
        name = "瓦拉里尔·屠魔者",
    },
    [5752] = {
        name = "麦尔金斯下士",
    },
    [5907] = {
        name = "卡纳尔·菲斯",
    },
    [6019] = {
        name = "霍恩尼兹",
    },
    [6546] = {
        name = "塔贝萨",
    },
    [6577] = {
        name = "宾格斯·雷管",
    },
    [7623] = {
        name = "分队指挥官鲁尔格",
    },
    [7776] = {
        name = "塔罗·刺蹄",
    },
    [7854] = {
        name = "杉多尔·迅蹄",
    },
    [7875] = {
        name = "哈杜肯·迅蹄",
    },
    [8115] = {
        name = "巫医尤克里",
    },
    [8436] = {
        name = "萨麦尔·月棘",
    },
    [8582] = {
        name = "卡德拉克",
    },
    [8965] = {
        name = "肖恩",
    },
    [9116] = {
        name = "艾瑞丹·蓝风",
    },
    [9117] = {
        name = "科琳",
    },
    [9177] = {
        name = "奥拉留斯",
    },
    [9270] = {
        name = "威利德·马绍尔",
    },
    [9271] = {
        name = "霍莱伊·马绍尔",
    },
    [9272] = {
        name = "斯巴克·尼米尔",
    },
    [9298] = {
        name = "多诺瓦·雪山",
    },
    [9540] = {
        name = "恩诺哈尔·雷酒",
    },
    [9618] = {
        name = "卡尔纳·雷塔维",
    },
    [9619] = {
        name = "托尔瓦·寻路者",
    },
    [9623] = {
        name = "A-Me 01",
    },
    [9997] = {
        name = "斯普拉格·弗劳克",
    },
    [9998] = {
        name = "希兹尔",
    },
    [9999] = {
        name = "林格",
    },
    [10260] = {
        name = "基布雷尔",
    },
    [10302] = {
        name = "克拉兰克",
    },
    [10305] = {
        name = "乌米",
    },
    [10307] = {
        name = "巫医玛艾里",
    },
    [10618] = {
        name = "雷沃·霜翼",
    },
    [10920] = {
        name = "科雷克·望天",
    },
    [10921] = {
        name = "塔诺恩·红羽",
    },
    [10922] = {
        name = "格雷塔·苔蹄",
    },
    [10923] = {
        name = "泰尼尔·飘叶",
    },
    [10929] = {
        name = "哈尔琳",
    },
    [10977] = {
        name = "奎克希尔",
    },
    [11019] = {
        name = "杰希尔·月弓",
    },
    [11033] = {
        name = "烟鬼拉鲁恩",
    },
    [11035] = {
        name = "贝蒂娜·比格辛克",
    },
    [11036] = {
        name = "莱尼德·巴萨罗梅",
    },
    [11063] = {
        name = "卡林·雷德帕斯",
    },
    [11079] = {
        name = "维恩德·夜风",
    },
    [11191] = {
        name = "轻盈的莉莉丝",
    },
    [11192] = {
        name = "基尔拉姆",
    },
    [11193] = {
        name = "亡灵杀手瑟里尔",
    },
    [11219] = {
        name = "利拉迪斯·月河",
    },
    [11259] = {
        name = "纳塔卡·长角",
    },
    [11317] = {
        name = "吉纳泽林",
    },
    [11438] = {
        name = "比布里·弗斯巴克",
    },
    [11554] = {
        name = "格拉兹",
    },
    [11557] = {
        name = "梅罗什",
    },
    [11596] = {
        name = "斯米德·瑟卡布斯库",
    },
    [11624] = {
        name = "泰迦·慧鬃",
    },
    [11701] = {
        name = "莫维克",
    },
    [11806] = {
        name = "哨兵奥奈雅",
    },
    [11811] = {
        name = "纳瑞安",
    },
    [11820] = {
        name = "洛克·奥卡尔",
    },
    [11821] = {
        name = "达恩·鹰爪",
    },
    [11857] = {
        name = "玛卡巴·扁蹄",
    },
    [11858] = {
        name = "格鲁迪格·黑云",
    },
    [12031] = {
        name = "麦拉斯",
    },
    [12277] = {
        name = "梅丽萨",
    },
    [12696] = {
        name = "塞娜尼·雷心",
    },
    [12717] = {
        name = "穆格拉什",
    },
    [12719] = {
        name = "玛鲁凯",
    },
    [12721] = {
        name = "米苏瓦",
    },
    [12724] = {
        name = "皮克希尔",
    },
    [12757] = {
        name = "卡拉恩·阿玛卡",
    },
    [12867] = {
        name = "库莱比",
    },
    [12919] = {
        name = "纳特·帕格",
    },
    [14437] = {
        name = "戈瑟奇·邪眼",
    },
    [14625] = {
        name = "工头奥菲斯特",
    },
    [14626] = {
        name = "监工斯克兰格",
    },
    [14627] = {
        name = "汉瑟尔·重拳",
    },
    [14628] = {
        name = "艾沃奈斯",
    },
    [14634] = {
        name = "侦察队长洛洛尔",
    },
    [14637] = {
        name = "索尔宾·范达瑟",
    },
    [14731] = {
        name = "拉尔德",
    },
    [14739] = {
        name = "秘法师雅尔金",
    },
    [14740] = {
        name = "钓鱼者卡图姆",
    },
    [14741] = {
        name = "猎户马克霍尔",
    },
    [15170] = {
        name = "鲁特加尔·雕石",
    },
    [15171] = {
        name = "弗兰卡·石桥",
    },
    [15181] = {
        name = "指挥官玛尔利斯",
    },
    [15183] = {
        name = "地质学家拉克斯班",
    },
    [15189] = {
        name = "比提克斯·斯巴格",
    },
    [15190] = {
        name = "诺格·斯巴格",
    },
    [15191] = {
        name = "唤风者梅恩·长角",
    },
    [15194] = {
        name = "隐士奥泰尔",
    },
    [15270] = {
        name = "霍姆·蛮鬃",
    },
    [15306] = {
        name = "鲍尔·蛮鬃",
    },
    [15395] = {
        name = "纳菲恩",
    },
    [16134] = {
        name = "雷布拉特·碎地者",
    },
    [16841] = {
        name = "守望堡指挥官雷索恩·奈瑟维",
    },
    [17081] = {
        name = "斥候布拉菲·血拳",
    },
    [17082] = {
        name = "火枪手托瑞格",
    },
    [17095] = {
        name = "巴尔兰达·亮星",
    },
    [17106] = {
        name = "守备官帕兰纳尔",
    },
    [17127] = {
        name = "学者阿弗恩",
    },
    [17287] = {
        name = "哨兵卢希尔·星语",
    },
    [17291] = {
        name = "建筑师尼莫斯",
    },
    [17303] = {
        name = "守备官维达尔",
    },
    [17304] = {
        name = "监工古尔萨克",
    },
    [17310] = {
        name = "纳亚尔",
    },
    [17355] = {
        name = "瓦鲁莎",
    },
    [18221] = {
        name = "霍拉鲁",
    },
    [19254] = {
        name = "督军达图恩",
    },
    [23566] = {
        name = "加莉亚·哈斯汀",
    },
    [23568] = {
        name = "达利尔上尉",
    },
    [23569] = {
        name = "雷恩·米克基尔",
    },
    [23570] = {
        name = "吉兹克斯·格里古格",
    },
    [23579] = {
        name = "布洛格",
    },
    [23600] = {
        name = "学徒莫兰恩",
    },
    [23601] = {
        name = "学徒加里奥",
    },
    [23723] = {
        name = "卢卡斯中士",
    },
    [23797] = {
        name = "莫希·斯蒂格里",
    },
    [23835] = {
        name = "埃米林中士",
    },
    [23843] = {
        name = "摩丹特·格雷斯比",
    },
    [23892] = {
        name = "巴布·菲兹托克",
    },
    [23896] = {
        name = "“脏鬼”迈克尔·克罗维",
    },
    [23905] = {
        name = "米尔斯少校",
    },
    [23951] = {
        name = "艾登中尉",
    },
    [24739] = {
        name = "本亚利·埃杜恩",
    },
    [32971] = {
        name = "游侠戈琳达·纳希恩",
    },
    [32973] = {
        name = "德塔莉亚·银林",
    },
    [33091] = {
        name = "玛法里奥·怒风",
    },
    [33182] = {
        name = "巴斯兰",
    },
    [33187] = {
        name = "哨兵塞雅拉",
    },
    [33204] = {
        name = "埃凡纳·寂语",
    },
    [33263] = {
        name = "迪娜·半月",
    },
    [33276] = {
        name = "月之女祭司梅伊瑟娜",
    },
    [33284] = {
        name = "图伦",
    },
    [33294] = {
        name = "高拉特",
    },
    [33421] = {
        name = "戈尔卡",
    },
    [33443] = {
        name = "丛林守护者哈特维斯",
    },
    [33445] = {
        name = "哨兵阿瓦娜",
    },
    [33726] = {
        name = "碎木攻城车",
    },
    [33727] = {
        name = "学者布尔科",
    },
    [33760] = {
        name = "杜莱克",
    },
    [33777] = {
        name = "盖凡·影行者",
    },
    [34122] = {
        name = "指挥官恐牙",
    },
    [34195] = {
        name = "库格·血滴",
    },
    [34233] = {
        name = "守护者曼纳林",
    },
    [34239] = {
        name = "火神的朝圣者",
    },
    [34242] = {
        name = "守护者古塔尔",
    },
    [34251] = {
        name = "维尔·黑鼻",
    },
    [34258] = {
        name = "哈尔迦·血眼",
    },
    [34284] = {
        name = "多拉克",
    },
    [34289] = {
        name = "气旋",
    },
    [34290] = {
        name = "岩核",
    },
    [34292] = {
        name = "阿克塔努斯",
    },
    [34303] = {
        name = "达格鲁·怒锤",
    },
    [34335] = {
        name = "阿夫鲁斯·病语",
    },
    [34354] = {
        name = "女猎手嘉琳",
    },
    [34359] = {
        name = "高戈斯上尉",
    },
    [34377] = {
        name = "哈兰尼娅",
    },
    [34395] = {
        name = "特维德",
    },
    [34510] = {
        name = "布萝克",
    },
    [34513] = {
        name = "托格莉",
    },
    [34518] = {
        name = "萨格",
    },
    [34559] = {
        name = "塔坎上尉",
    },
    [34560] = {
        name = "乌纳·狼爪",
    },
    [34569] = {
        name = "弗洛兹",
    },
    [34578] = {
        name = "罗克·维普杉克",
    },
    [34596] = {
        name = "工头金科斯",
    },
    [34613] = {
        name = "塔夏力",
    },
    [34634] = {
        name = "格高·怒痕",
    },
    [34638] = {
        name = "休乌",
    },
    [34698] = {
        name = "诺兹波特",
    },
    [34841] = {
        name = "特拉尔·高地行者",
    },
    [35085] = {
        name = "工头菲斯克",
    },
    [35086] = {
        name = "劳工队长格拉比特",
    },
    [35091] = {
        name = "霍扎克·齐格尼伯",
    },
    [35295] = {
        name = "瑟蕾莉亚",
    },
    [35298] = {
        name = "苏伦",
    },
    [35661] = {
        name = "塞纳里奥大使桑克",
    },
    [35757] = {
        name = "比兹比",
    },
    [35773] = {
        name = "塞纳里奥研究员库拉",
    },
    [35817] = {
        name = "掷弹兵队长斯莫科斯",
    },
    [35827] = {
        name = "瓦丽丝琪",
    },
    [36034] = {
        name = "卡隆·沼织",
    },
    [36048] = {
        name = "塞雷莎·珀谷",
    },
    [36052] = {
        name = "格伦·暗风",
    },
    [36060] = {
        name = "植物学家菲拉",
    },
    [36077] = {
        name = "助手格瑞里",
    },
    [36146] = {
        name = "特维斯特克·乐钳",
    },
    [36185] = {
        name = "苏度可汗",
    },
    [36196] = {
        name = "柯尔拉",
    },
    [36329] = {
        name = "萨加德",
    },
    [36378] = {
        name = "杜姆提",
    },
    [36410] = {
        name = "军官金妮",
    },
    [36500] = {
        name = "九号实验品",
    },
    [36728] = {
        name = "克隆姆",
    },
    [36730] = {
        name = "卡乌格",
    },
    [36919] = {
        name = "安多瑞尔·誓日",
    },
    [36999] = {
        name = "提莫",
    },
    [37135] = {
        name = "探路者鲁娜",
    },
    [37136] = {
        name = "奥尔塔格",
    },
    [37137] = {
        name = "图纳瓦·静风",
    },
    [37138] = {
        name = "欧娜塔伊",
    },
    [37153] = {
        name = "霍格姆",
    },
    [37154] = {
        name = "基洛克·血槌",
    },
    [37216] = {
        name = "荣耀岗哨军官",
    },
    [37515] = {
        name = "兰恩·深草",
    },
    [37516] = {
        name = "塔瓦妮",
    },
    [37570] = {
        name = "纳拉雷克斯",
    },
    [37679] = {
        name = "血柄督军",
    },
    [37717] = {
        name = "温诺亚·松林",
    },
    [37811] = {
        name = "督军加杜尔",
    },
    [37812] = {
        name = "玛卡",
    },
    [37834] = {
        name = "塔乌娜·逐星",
    },
    [37835] = {
        name = "多恩·红土",
    },
    [37847] = {
        name = "曼科里克",
    },
    [37908] = {
        name = "卡尔德·格雷",
    },
    [37909] = {
        name = "托穆沙",
    },
    [37910] = {
        name = "克劳格",
    },
    [38140] = {
        name = "维兹尔·滑影",
    },
    [38237] = {
        name = "北郡骑士麦斯米兰",
    },
    [38263] = {
        name = "伊西斯·月卫",
    },
    [38269] = {
        name = "赞阿利利",
    },
    [38270] = {
        name = "诺伦·敲钉器",
    },
    [38274] = {
        name = "加尔·暴风爪",
    },
    [38275] = {
        name = "格雷米斯",
    },
    [38276] = {
        name = "塔拉",
    },
    [38277] = {
        name = "多瑞恩",
    },
    [38314] = {
        name = "穆约",
    },
    [38323] = {
        name = "霍索恩将军",
    },
    [38378] = {
        name = "指挥官瓦波尔",
    },
    [38380] = {
        name = "詹妮丝·玛丁雷",
    },
    [38383] = {
        name = "妮布·轴轮",
    },
    [38502] = {
        name = "娜博亚",
    },
    [38534] = {
        name = "梅格斯·碎纸机",
    },
    [38535] = {
        name = "凯尔希·钢烁",
    },
    [38619] = {
        name = "海军司令奥布里",
    },
    [38620] = {
        name = "托马斯·帕克斯顿",
    },
    [38621] = {
        name = "杰弗瑞·朗",
    },
    [38623] = {
        name = "码头管理员刘易斯",
    },
    [38704] = {
        name = "凯尔希·钢烁",
    },
    [38706] = {
        name = "泽克·磨靴",
    },
    [38804] = {
        name = "托利维尔·猎齿",
    },
    [38849] = {
        name = "梅格斯·碎纸机",
    },
    [38871] = {
        name = "缇甘下士",
    },
    [38873] = {
        name = "古克",
    },
    [38876] = {
        name = "汉娜·布瑞哲沃特",
    },
    [38878] = {
        name = "被撕碎的躯体",
    },
    [38922] = {
        name = "考察者安多伦·晨光",
    },
    [38927] = {
        name = "玛佐加",
    },
    [38986] = {
        name = "盖恩斯大使",
    },
    [39003] = {
        name = "山姆·特拉雷",
    },
    [39034] = {
        name = "狄奥维奥博士",
    },
    [39059] = {
        name = "凯尔希·钢烁",
    },
    [39083] = {
        name = "指挥官罗伯兹",
    },
    [39084] = {
        name = "米吉·塞槌",
    },
    [39085] = {
        name = "洛甘·爪击",
    },
    [39118] = {
        name = "双辫将军",
    },
    [39154] = {
        name = "赫斯通·掷石",
    },
    [39155] = {
        name = "马尔雷·双辫",
    },
    [39178] = {
        name = "德利兹·普朗克勃",
    },
    [39256] = {
        name = "卡伦·强击",
    },
    [39322] = {
        name = "荷尔登",
    },
    [39377] = {
        name = "克努·符文图腾",
    },
    [39653] = {
        name = "西尔维亚",
    },
    [39656] = {
        name = "奥哈恩·食人魔之剑",
    },
    [39723] = {
        name = "塔姆布莉",
    },
    [39725] = {
        name = "艾德娜",
    },
    [39840] = {
        name = "斯瓦尔加",
    },
    [39847] = {
        name = "魂角酋长",
    },
    [39893] = {
        name = "加恩·高塔",
    },
    [39894] = {
        name = "格贝娜",
    },
    [39895] = {
        name = "卡纳提·灰云",
    },
    [39896] = {
        name = "深痕雪人",
    },
    [39946] = {
        name = "凯雷希亚·猎月",
    },
    [39963] = {
        name = "莫特加·火鬃",
    },
    [39992] = {
        name = "瑞恩多尔",
    },
    [40027] = {
        name = "菲兹尔·铜栓",
    },
    [40028] = {
        name = "普兹克",
    },
    [40032] = {
        name = "特拉隆·风程",
    },
    [40035] = {
        name = "艾琳娜·柳芽",
    },
    [40052] = {
        name = "埃斯图兰",
    },
    [40078] = {
        name = "训练师泰西娜",
    },
    [40082] = {
        name = "唤天者乌拉克西里斯",
    },
    [40109] = {
        name = "勘察员古斯坦",
    },
    [40132] = {
        name = "维斯提亚·月矛",
    },
    [40226] = {
        name = "普拉特·马克格鲁比",
    },
    [40344] = {
        name = "奈瑟",
    },
    [40345] = {
        name = "泰希亚娜",
    },
    [40369] = {
        name = "法芬德尔·路卫",
    },
    [40475] = {
        name = "金克·铁钩",
    },
    [40487] = {
        name = "拉泽瑞克",
    },
    [40554] = {
        name = "里兹尔·铜栓",
    },
    [40556] = {
        name = "扎米克",
    },
    [40580] = {
        name = "格斯·飞锈",
    },
    [40726] = {
        name = "玛兹尔·螺钉",
    },
    [40727] = {
        name = "格里兹纳克",
    },
    [40879] = {
        name = "“齿轮语者”布格",
    },
    [40881] = {
        name = "明克斯",
    },
    [40885] = {
        name = "维兹尔·铜栓",
    },
    [40888] = {
        name = "赛恩格",
    },
    [40894] = {
        name = "“终结者-X”诺莫巴士",
    },
    [40895] = {
        name = "萨克萨克·旋翼教授",
    },
    [40896] = {
        name = "指挥官法罗米尔",
    },
    [40897] = {
        name = "北卫军队长科萨克",
    },
    [40898] = {
        name = "奥莉西雅·眠湖",
    },
    [40899] = {
        name = "奥术师瓦杜里安",
    },
    [40900] = {
        name = "妮欧菲特·星峰",
    },
    [40901] = {
        name = "爆破工程师弗兹维塞",
    },
    [40902] = {
        name = "首席爆破工程师邦姆古兹",
    },
    [40903] = {
        name = "间谍女王安娜拉",
    },
    [40904] = {
        name = "克罗姆加苦工",
    },
    [40907] = {
        name = "克拉丽莎",
    },
    [40908] = {
        name = "爱丽丝",
    },
    [40913] = {
        name = "训练师杰莎娜",
    },
    [40973] = {
        name = "哨兵海琳娜",
    },
    [41023] = {
        name = "克罗姆加大王",
    },
    [41060] = {
        name = "阿加蒙·招魂者",
    },
    [41074] = {
        name = "巡山人格拉盖姆",
    },
    [41075] = {
        name = "巡山人拉伦",
    },
    [41086] = {
        name = "弗巴·硬凿",
    },
    [41124] = {
        name = "奥克莉拉",
    },
    [41125] = {
        name = "埃托克大师",
    },
    [41128] = {
        name = "杜洛·石须",
    },
    [41129] = {
        name = "勘测员苏尔丹",
    },
    [41133] = {
        name = "罗菲利安·达恩",
    },
    [41134] = {
        name = "塔卡利里",
    },
    [41159] = {
        name = "观察者瓦兹克",
    },
    [41184] = {
        name = "瑞兹尼克",
    },
    [41190] = {
        name = "克拉兹·滑链",
    },
    [41204] = {
        name = "阿布力可汗",
    },
    [41205] = {
        name = "布力泽可汗",
    },
    [41229] = {
        name = "部队指挥官范伦",
    },
    [41233] = {
        name = "斥候指挥官巴努斯",
    },
    [41265] = {
        name = "盐腮",
    },
    [41276] = {
        name = "钢趾麦格",
    },
    [41277] = {
        name = "鲍尔森中尉",
    },
    [41278] = {
        name = "“曲奇”米维克索斯",
    },
    [41282] = {
        name = "沃卡德下士",
    },
    [41297] = {
        name = "卡尔·伯伦",
    },
    [41350] = {
        name = "图恩·风弓",
    },
    [41354] = {
        name = "耐普托",
    },
    [41392] = {
        name = "库恩汀",
    },
    [41402] = {
        name = "被遗弃的血浪石箱",
    },
    [41411] = {
        name = "勘察员维尔加",
    },
    [41412] = {
        name = "奥莫尔·铁衣",
    },
    [41413] = {
        name = "麦琳·石纹",
    },
    [41415] = {
        name = "史拉·硬凿",
    },
    [41421] = {
        name = "拉乌·峭壁信使",
    },
    [41433] = {
        name = "詹姆斯·哈洛兰",
    },
    [41434] = {
        name = "“地精”油泵操作员",
    },
    [41435] = {
        name = "弗拉德·飞轮",
    },
    [41441] = {
        name = "斥候女头领伊汶尼亚",
    },
    [41444] = {
        name = "布琳娜·星光",
    },
    [41446] = {
        name = "萨利亚·琥皮",
    },
    [41482] = {
        name = "萨达拉大师",
    },
    [41486] = {
        name = "长者莎瑞丝娜",
    },
    [41487] = {
        name = "圣职者玛莱克",
    },
    [41488] = {
        name = "哨兵队长格蕾尼丝",
    },
    [41503] = {
        name = "绿色守卫者雷希耶尔",
    },
    [41612] = {
        name = "女猎手艾泽莉亚",
    },
    [41615] = {
        name = "费里隆·叶生",
    },
    [41638] = {
        name = "驯犬者乔纳森",
    },
    [41664] = {
        name = "“好帮手”沙尔斯巴里",
    },
    [41678] = {
        name = "血卫士阿尔多·石雨",
    },
    [41949] = {
        name = "黑暗游侠阿莉娜",
    },
    [41966] = {
        name = "死亡猎手玛迪亚",
    },
    [41990] = {
        name = "斥候乌图克",
    },
    [41991] = {
        name = "多特拉格中士",
    },
    [41992] = {
        name = "爆破工程师艾格",
    },
    [42023] = {
        name = "征服者德沃",
    },
    [42033] = {
        name = "吉卜力·拉吉特",
    },
    [42039] = {
        name = "峭壁行者族长",
    },
    [42047] = {
        name = "玛莎·峭壁行者",
    },
    [42050] = {
        name = "格雷勃将军",
    },
    [42091] = {
        name = "奥修斯·峭壁行者",
    },
    [42130] = {
        name = "戈尔摩",
    },
    [42160] = {
        name = "萨尔加斯·安威玛尔",
    },
    [42262] = {
        name = "雷因·斯蒂尔森",
    },
    [42264] = {
        name = "巴顿威洛·麦克奇里克",
    },
    [42298] = {
        name = "卡西姆·夏利姆",
    },
    [42299] = {
        name = "观察者格雷米奥",
    },
    [42308] = {
        name = "霍拉提奥·莱茵中尉",
    },
    [42344] = {
        name = "洛翰·日纱",
    },
    [42348] = {
        name = "埃莉雅·暮翔",
    },
    [42349] = {
        name = "查尔顿·康宁斯伯镇长",
    },
    [42352] = {
        name = "塞纳里奥观察者莎雅娜",
    },
    [42464] = {
        name = "格罗格纳德",
    },
    [42613] = {
        name = "断齿长者",
    },
    [42622] = {
        name = "艾丽莎·达克格林",
    },
    [42624] = {
        name = "科图卡",
    },
    [42642] = {
        name = "断齿族长",
    },
    [42677] = {
        name = "月溪镇暴徒",
    },
    [42896] = {
        name = "药剂师苏利斯",
    },
    [42898] = {
        name = "黑暗牧师玛尔纳",
    },
    [43108] = {
        name = "科尔·铁眼",
    },
    [43109] = {
        name = "德隆·痛饮",
    },
    [43156] = {
        name = "弗拉加尔",
    },
    [43157] = {
        name = "杜兰·钢翼",
    },
    [43200] = {
        name = "吉尔达·唤云者",
    },
    [43453] = {
        name = "托比亚斯·密斯特曼托",
    },
    [43738] = {
        name = "学徒菲斯",
    },
    [44082] = {
        name = "布朗温·斧击",
    },
    [44200] = {
        name = "斥候多尔莉",
    },
    [44345] = {
        name = "凯娜莉·桶杯",
    },
    [44374] = {
        name = "谢尔姆",
    },
    [44452] = {
        name = "库尔迪拉·织亡者",
    },
    [44453] = {
        name = "萨萨里安",
    },
    [44615] = {
        name = "大执行官摩尔图斯",
    },
    [44859] = {
        name = "安全保障官皮普希",
    },
    [45012] = {
        name = "杜恩特·耀鹰",
    },
    [45013] = {
        name = "达米恩·斯特尔",
    },
    [45165] = {
        name = "瑟尔曼·格兰特",
    },
    [45271] = {
        name = "莫塔尔",
    },
    [45417] = {
        name = "菲奥拉",
    },
    [45442] = {
        name = "拉克塔·风歌",
    },
    [45482] = {
        name = "银色黎明军官伊利扎里",
    },
    [45500] = {
        name = "乌尔克·加葛巴兹",
    },
    [45575] = {
        name = "弗雷德里克·卡尔斯通",
    },
    [45735] = {
        name = "格莫拉·裂泡",
    },
    [45736] = {
        name = "助祭安达尔",
    },
    [45786] = {
        name = "贸易巨头银罐",
    },
    [45816] = {
        name = "焚尸人提姆",
    },
    [45826] = {
        name = "科尔基恩·黎明之盾",
    },
    [45828] = {
        name = "银色药剂师杰德金斯",
    },
    [45948] = {
        name = "疯狂的拉里",
    },
    [46010] = {
        name = "布朗诺·古德格里夫",
    },
    [46071] = {
        name = "伊萨里奥斯勋爵",
    },
    [46172] = {
        name = "芭芭·沼酒",
    },
    [46182] = {
        name = "皮埃尔·剥鱼",
    },
    [46650] = {
        name = "埃迪·弗罗菲兹",
    },
    [46652] = {
        name = "道尔夫·柏拉木",
    },
    [46653] = {
        name = "嘉瑞妮·弗利兹波普",
    },
    [46654] = {
        name = "瑞亚",
    },
    [46660] = {
        name = "艾达恩·夏风",
    },
    [46664] = {
        name = "耶柔米·布拉姆博士",
    },
    [46676] = {
        name = "琼娜·布鲁哈特",
    },
    [46757] = {
        name = "高阶考察者泰瑟兰·血望者",
    },
    [46758] = {
        name = "奥伦·日冕",
    },
    [46759] = {
        name = "莉迪亚·日冕",
    },
    [46930] = {
        name = "维多莉亚·多伦",
    },
    [46972] = {
        name = "特伦斯·斯托姆",
    },
    [47041] = {
        name = "尼卡·血痕",
    },
    [47266] = {
        name = "杰克·岩腿",
    },
    [47267] = {
        name = "布里安·煤屑",
    },
    [47268] = {
        name = "普利赛恩·灰铜",
    },
    [47269] = {
        name = "隆克",
    },
    [47341] = {
        name = "奥术师德拉莉丝",
    },
    [47383] = {
        name = "布里维普",
    },
    [47393] = {
        name = "山丘领主伦达恩",
    },
    [47440] = {
        name = "艾格妮斯·煤页岩",
    },
    [47471] = {
        name = "帕奥卡·迅山",
    },
    [47554] = {
        name = "凯东上尉",
    },
    [47556] = {
        name = "崔泽尔",
    },
    [47580] = {
        name = "拉克塔·风歌",
    },
    [47617] = {
        name = "法卢斯·野性之心",
    },
    [47681] = {
        name = "杜马斯",
    },
    [47692] = {
        name = "奥索巴·暴怒图腾",
    },
    [47696] = {
        name = "柯尔妮·叶歌",
    },
    [47759] = {
        name = "泥鳃",
    },
    [47779] = {
        name = "莫顿·焰星",
    },
    [47781] = {
        name = "看守者斯蒂沃特",
    },
    [47811] = {
        name = "约翰·J·基沙恩",
    },
    [47843] = {
        name = "女猎手塞露拉",
    },
    [47923] = {
        name = "费隆纳斯·罪行者",
    },
    [47931] = {
        name = "狼巢之母尤尔莉卡",
    },
    [48001] = {
        name = "萨拉隆·巨钉",
    },
    [48033] = {
        name = "斯特本·岩肘",
    },
    [48085] = {
        name = "军需官卡奥辛",
    },
    [48109] = {
        name = "约翰·J·基沙恩",
    },
    [48126] = {
        name = "伊苏拉·林誓",
    },
    [48127] = {
        name = "达尔拉·钻机",
    },
    [48129] = {
        name = "赫尔库拉",
    },
    [48133] = {
        name = "索基佐格将军",
    },
    [48208] = {
        name = "骨鸣响器",
    },
    [48306] = {
        name = "约翰·J·基沙恩",
    },
    [48333] = {
        name = "工头皮克维克",
    },
    [48339] = {
        name = "伊莱莎·星风",
    },
    [48349] = {
        name = "胡拉克·野角",
    },
    [48459] = {
        name = "树妖纯林",
    },
    [48461] = {
        name = "费尔莉",
    },
    [48491] = {
        name = "詹姆斯·哈劳",
    },
    [48492] = {
        name = "莱罗斯·疾风",
    },
    [48493] = {
        name = "阿尔顿·雷丁",
    },
    [48568] = {
        name = "伊崔格",
    },
    [48569] = {
        name = "伊崔格",
    },
    [48658] = {
        name = "卡多雷之魂",
    },
    [48722] = {
        name = "勃迪尔",
    },
    [48723] = {
        name = "塔尼尔",
    },
    [48965] = {
        name = "迪兹·石爆",
    },
    [49201] = {
        name = "尼尔斯·毕若特",
    },
    [49243] = {
        name = "杰克尔队长",
    },
    [49396] = {
        name = "杰兹·精掘",
    },
    [49399] = {
        name = "蕾玛·弹幕",
    },
    [49400] = {
        name = "玛希·弹幕",
    },
    [49402] = {
        name = "萨娜·弹幕",
    },
    [49407] = {
        name = "瑞诺·弹幕",
    },
    [49436] = {
        name = "弗朗西斯·莫科特",
    },
    [49537] = {
        name = "杰布·古斯雷",
    },
    [49687] = {
        name = "植物学家布雷泽",
    },
    [49748] = {
        name = "英雄传令官",
    },
    [50263] = {
        name = "切割者加德拉格",
    },
    [50366] = {
        name = "奈姆",
    },
    [50587] = {
        name = "欧卡里隆法师",
    },
    [51664] = {
        name = "安达拉尔·荫谷",
    },
})