----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

BtWQuestsDatabase:UpdateObjectsTable({
    [61] = {
        name = "破舊的墳墓",
    },
    [256] = {
        name = "懸賞！",
    },
    [2701] = {
        name = "虹光水晶裂片",
    },
    [2702] = {
        name = "內禁錮之石",
    },
    [2713] = {
        name = "通緝板",
    },
    [3972] = {
        name = "通緝",
    },
    [20992] = {
        name = "黑色盾牌",
    },
    [138492] = {
        name = "密斯賴爾水晶裂片",
    },
    [142195] = {
        name = "木爪作戰地圖",
    },
    [161521] = {
        name = "研究設備",
    },
    [161526] = {
        name = "食物木箱",
    },
    [180448] = {
        name = "懸賞告示:死亡彎鉤",
    },
    [186426] = {
        name = "懸賞告示",
    },
    [187273] = {
        name = "可疑的蹄印",
    },
    [194388] = {
        name = "失竊的探險者協會文件",
    },
    [194389] = {
        name = "失竊的探險者協會文件",
    },
    [195134] = {
        name = "炸彈",
    },
    [195433] = {
        name = "古老的石板",
    },
    [195438] = {
        name = "伊露恩聖杯",
    },
    [195445] = {
        name = "古老的漩渦符石",
    },
    [195497] = {
        name = "伊露恩的火盆",
    },
    [195517] = {
        name = "伊露恩的女僕",
    },
    [195600] = {
        name = "悶燃的石頭",
    },
    [202407] = {
        name = "鏟沙者的箱子",
    },
    [202598] = {
        name = "又大又髒的引爆裝置",
    },
    [202975] = {
        name = "隱匿的廁所",
    },
    [203134] = {
        name = "空的石臺",
    },
    [203186] = {
        name = "禁止進入!",
    },
    [204406] = {
        name = "半埋的瓶子",
    },
    [204817] = {
        name = "光鑄節杖",
    },
    [204824] = {
        name = "光鑄牙弓",
    },
    [204825] = {
        name = "光鑄羽冠",
    },
    [205332] = {
        name = "懸賞告示",
    },
    [206335] = {
        name = "石片",
    },
    [206336] = {
        name = "大理石片",
    },
    [206585] = {
        name = "魯姆波圖騰",
    },
    [207104] = {
        name = "主控幫浦",
    },
    [207179] = {
        name = "寒水大鍋",
    },
})