----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateObjectsTable({
    [61] = {
        name = "낡은 묘비",
    },
    [256] = {
        name = "현상 수배!",
    },
    [2702] = {
        name = "내부 봉인석",
    },
    [2713] = {
        name = "현상 수배 전단",
    },
    [3972] = {
        name = "현상 수배!",
    },
    [20992] = {
        name = "검은 방패",
    },
    [138492] = {
        name = "미즈라엘의 결정",
    },
    [142195] = {
        name = "덩굴발 작전도",
    },
    [161521] = {
        name = "탐사 장비",
    },
    [161526] = {
        name = "식량 상자",
    },
    [180448] = {
        name = "현상 수배: 죽음의 갈고리",
    },
    [186426] = {
        name = "현상 수배 전단",
    },
    [187273] = {
        name = "수상한 발굽 자국",
    },
    [194388] = {
        name = "훔친 탐험가 연맹 문서",
    },
    [194389] = {
        name = "훔친 탐험가 연맹 문서",
    },
    [195433] = {
        name = "고대 서판",
    },
    [195438] = {
        name = "엘룬의 잔",
    },
    [195445] = {
        name = "고대 소용돌이 마법석",
    },
    [195497] = {
        name = "엘룬의 화로",
    },
    [195517] = {
        name = "엘룬의 시녀",
    },
    [195600] = {
        name = "연기나는 돌",
    },
    [196393] = {
        name = "부서진 유물",
    },
    [202407] = {
        name = "모래싸움꾼의 상자",
    },
    [202598] = {
        name = "크고 더러운 격발장치",
    },
    [202975] = {
        name = "물에 잠긴 화장실",
    },
    [203134] = {
        name = "빈 단상",
    },
    [203186] = {
        name = "접근 금지!",
    },
    [204406] = {
        name = "반쯤 묻힌 병",
    },
    [204817] = {
        name = "빛으로 벼려낸 막대기",
    },
    [204824] = {
        name = "빛으로 벼려낸 굽쇠",
    },
    [204825] = {
        name = "빛으로 벼려낸 문장",
    },
    [205332] = {
        name = "현상 수배 전단",
    },
    [206335] = {
        name = "석판",
    },
    [206336] = {
        name = "대리석 석판",
    },
    [206585] = {
        name = "룸보의 토템",
    },
    [207104] = {
        name = "주 제어 펌프",
    },
    [207179] = {
        name = "겨울눈 가마솥",
    },
})
]])()
