----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateObjectsTable({
    [61] = {
        name = "Заброшенная могила",
    },
    [256] = {
        name = "Разыскивается!",
    },
    [2702] = {
        name = "Внутренний связывающий камень",
    },
    [2713] = {
        name = "Розыск!",
    },
    [3972] = {
        name = "РАЗЫСКИВАЕТСЯ",
    },
    [20992] = {
        name = "Черный щит",
    },
    [142195] = {
        name = "Тактическая карта стаи Древолапов",
    },
    [161521] = {
        name = "Исследовательское оборудование",
    },
    [161526] = {
        name = "Ящик с провизией",
    },
    [180448] = {
        name = "Плакат: \"Разыскивается\": Смертехват",
    },
    [186426] = {
        name = "Плакат \"Разыскивается\"",
    },
    [187273] = {
        name = "Подозрительный след копыта",
    },
    [194388] = {
        name = "Украденный документ Лиги исследователей",
    },
    [194389] = {
        name = "Украденный документ Лиги исследователей",
    },
    [195433] = {
        name = "Древние таблички",
    },
    [195438] = {
        name = "Кубок Элуны",
    },
    [195445] = {
        name = "Древний рунический камень вихря",
    },
    [195497] = {
        name = "Жаровня Элуны",
    },
    [195517] = {
        name = "Прислужница Элуны",
    },
    [195600] = {
        name = "Тлеющий камень",
    },
    [196393] = {
        name = "Разбитая реликвия",
    },
    [202407] = {
        name = "Сундук Пескоскреба",
    },
    [202598] = {
        name = "Большой ужасный поршень",
    },
    [202975] = {
        name = "Полузатопленный туалет",
    },
    [203134] = {
        name = "Пустой пьедестал",
    },
    [203186] = {
        name = "ПРОХОД ЗАПРЕЩЕН!",
    },
    [204406] = {
        name = "Полузакопанная бутылка",
    },
    [204817] = {
        name = "Жезл из светостали",
    },
    [204824] = {
        name = "Дужка из светостали",
    },
    [204825] = {
        name = "Рыцарский щит из светостали",
    },
    [205332] = {
        name = "Плакат \"Разыскивается\"",
    },
    [206335] = {
        name = "Кусок камня",
    },
    [206336] = {
        name = "Кусок мрамора",
    },
    [206585] = {
        name = "Тотем Роумбо",
    },
    [207104] = {
        name = "Главный насос",
    },
    [207179] = {
        name = "Котел Зимней Спячки",
    },
})
]])()
