----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [38237] = {
        name = "北郡骑士麦斯米兰",
    },
    [92802] = {
        name = "亵渎者加瓦克斯",
    },
    [93600] = {
        name = "赛兰娜·河风",
    },
    [94366] = {
        name = "莱琳·迅影",
    },
    [94409] = {
        name = "赫米特·奈辛瓦里",
    },
    [94434] = {
        name = "艾迪·泡沼",
    },
    [96513] = {
        name = "拉兹克·盖兹波特",
    },
    [97258] = {
        name = "欧塔萨·风蹄",
    },
    [97974] = {
        name = "罗娜·壮足",
    },
    [98067] = {
        name = "国王姆嘎姆嘎",
    },
    [98587] = {
        name = "墨尔海姆先祖",
    },
    [99065] = {
        name = "泰德里斯·羽歌",
    },
    [101766] = {
        name = "萨伦努斯·河树",
    },
    [103568] = {
        name = "梅鲁娜·月翼",
    },
    [104220] = {
        name = "饥饿的双头怪",
    },
    [106095] = {
        name = "伊凡尼尔·牧歌",
    },
    [106299] = {
        name = "希萨莉·黑鸦",
    },
    [107499] = {
        name = "惊恐的鸦熊",
    },
    [108072] = {
        name = "芬利·莫格顿爵士",
    },
    [108304] = {
        name = "古薇娜·刃歌",
    },
    [108327] = {
        name = "波动的骨质软泥怪",
    },
    [108358] = {
        name = "蕾拉娜",
    },
    [109631] = {
        name = "老灰背",
    },
    [110018] = {
        name = "加兹瑞克斯·轮锁",
    },
    [110987] = {
        name = "夜眼",
    },
    [121754] = {
        name = "温蕾萨·风行者",
    },
})
]])()
