----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [38237] = {
        name = "북녘골의 맥시밀리언",
    },
    [92802] = {
        name = "신성모독자 그라박스",
    },
    [93600] = {
        name = "세일라나 리버브리즈",
    },
    [94366] = {
        name = "렐린 스위프트섀도",
    },
    [94409] = {
        name = "헤멧 네싱워리",
    },
    [94434] = {
        name = "애디 피즐보그",
    },
    [96513] = {
        name = "라지크 가즈볼트",
    },
    [97258] = {
        name = "오타사 게일후프",
    },
    [97974] = {
        name = "로르나 스타우트풋",
    },
    [98067] = {
        name = "멀록왕 아옳아옳",
    },
    [98587] = {
        name = "모르하임 선조",
    },
    [99065] = {
        name = "테드리스 페더송",
    },
    [101766] = {
        name = "탈레누스 리버트리",
    },
    [103568] = {
        name = "메이루나 문윙",
    },
    [104220] = {
        name = "굶주린 거인",
    },
    [106095] = {
        name = "이바넬 메도송",
    },
    [106299] = {
        name = "티살리 크로우",
    },
    [107499] = {
        name = "겁에 질린 까마귀곰",
    },
    [108072] = {
        name = "핀리 므르글턴 경",
    },
    [108304] = {
        name = "구비에나 블레이드송",
    },
    [108327] = {
        name = "진동하는 뼈수액",
    },
    [108358] = {
        name = "레이라나",
    },
    [109631] = {
        name = "늙은 그리즐백",
    },
    [110018] = {
        name = "가즈릭스 기어락",
    },
    [110987] = {
        name = "어둠파수꾼",
    },
    [121754] = {
        name = "베리사 윈드러너",
    },
    [130030] = {
        name = "켈시 스틸스파크",
    },
})
]])()
