----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [38237] = {
        name = "Максимилиан Североземский",
    },
    [92802] = {
        name = "Гравакс Осквернитель",
    },
    [93600] = {
        name = "Сейланна Речной Бриз",
    },
    [94366] = {
        name = "Лелин Стремительная Тень",
    },
    [94409] = {
        name = "Хеминг Эрнестуэй",
    },
    [94434] = {
        name = "Адди Шипотопчик",
    },
    [96513] = {
        name = "Разик Газболт",
    },
    [97258] = {
        name = "Утаса Громовое Копыто",
    },
    [97974] = {
        name = "Лорна Крепкий Сапог",
    },
    [98067] = {
        name = "Король Мргл-Мргл",
    },
    [98587] = {
        name = "Морхеймский предок",
    },
    [99065] = {
        name = "Таэдрис Песнь Пера",
    },
    [101766] = {
        name = "Талрен Речное Дерево",
    },
    [103568] = {
        name = "Мейруна Лунное Крыло",
    },
    [104220] = {
        name = "Изголодавшийся эттин",
    },
    [106095] = {
        name = "Иванель Песнь Лугов",
    },
    [106299] = {
        name = "Тизали Ворона",
    },
    [107499] = {
        name = "Испуганный воронух",
    },
    [108072] = {
        name = "Сэр Финли Мрргглтон",
    },
    [108304] = {
        name = "Гвена Песнь Клинка",
    },
    [108327] = {
        name = "Пульсирующая костная жижа",
    },
    [108358] = {
        name = "Лейрана",
    },
    [109631] = {
        name = "Старик Седоспин",
    },
    [110018] = {
        name = "Газрикс Замокс",
    },
    [110987] = {
        name = "Ночноглаз",
    },
    [121754] = {
        name = "Вериса Ветрокрылая",
    },
    [130030] = {
        name = "Келси Стализвон",
    },
})
]])()
