----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "ruRU" then
    return
end

BtWQuestsDatabase:UpdateNPCsTable({
    [91065] = {
        name = "Смотритель погребов Вудани",
    },
    [91166] = {
        name = "Даглоп",
    },
    [93600] = {
        name = "Сейланна Речной Бриз",
    },
    [94101] = {
        name = "Лаэни Серебряная Стрела",
    },
    [94409] = {
        name = "Хеминг Эрнестуэй",
    },
    [94434] = {
        name = "Адди Шипотопчик",
    },
    [95438] = {
        name = "Эллиас",
    },
    [95799] = {
        name = "Дамрул Силачь",
    },
    [96513] = {
        name = "Разик Газболт",
    },
    [97258] = {
        name = "Утаса Громовое Копыто",
    },
    [97974] = {
        name = "Лорна Крепкий Сапог",
    },
    [98067] = {
        name = "Король Мргл-Мргл",
    },
    [98587] = {
        name = "Морхеймский предок",
    },
    [99905] = {
        name = "Шейл Серое Перо",
    },
    [106914] = {
        name = "Тейд Шумакер",
    },
    [106915] = {
        name = "Мариус Проклятие Скверны",
    },
    [107244] = {
        name = "Тейд Шумакер",
    },
    [107245] = {
        name = "Мариус Проклятие Скверны",
    },
    [107498] = {
        name = "Кукку",
    },
    [107499] = {
        name = "Испуганный воронух",
    },
    [107674] = {
        name = "Проныра Шестихват",
    },
    [107675] = {
        name = "Рекс Шестихват",
    },
    [108072] = {
        name = "Сэр Финли Мрргглтон",
    },
    [108304] = {
        name = "Гвена Песнь Клинка",
    },
    [108358] = {
        name = "Лейрана",
    },
    [109631] = {
        name = "Старик Седоспин",
    },
    [250536] = {
        name = "Неповрежденный рог большого оленя",
    },
    [250990] = {
        name = "Ящик с древними реликвиями",
    },
    [251425] = {
        name = "Сочный кактус",
    },
})