----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateNPCsTable({
    [38237] = {
        name = "北郡的瑪克西米利安",
    },
    [92802] = {
        name = "『褻瀆者』葛拉沃斯",
    },
    [93600] = {
        name = "賽拉娜‧河風",
    },
    [94366] = {
        name = "莉爾恩‧迅影",
    },
    [94409] = {
        name = "赫米特‧奈辛瓦里",
    },
    [94434] = {
        name = "艾笛‧嘶沼",
    },
    [96513] = {
        name = "拉傑‧卡栓",
    },
    [97258] = {
        name = "烏塔莎‧風蹄",
    },
    [97974] = {
        name = "蘿娜‧穩足",
    },
    [98067] = {
        name = "莫戈莫戈大王",
    },
    [98587] = {
        name = "莫爾海姆先祖",
    },
    [99065] = {
        name = "泰德里斯‧羽歌",
    },
    [101766] = {
        name = "薩睿納斯‧河樹",
    },
    [103568] = {
        name = "梅露娜‧月翼",
    },
    [104220] = {
        name = "飢餓的雙頭巨人",
    },
    [106095] = {
        name = "伊凡涅爾‧牧歌",
    },
    [106299] = {
        name = "黎沙莉‧烏鴉",
    },
    [107499] = {
        name = "受驚的熊鴉",
    },
    [108072] = {
        name = "芬利‧莫戈頓爵士",
    },
    [108304] = {
        name = "古維娜‧刃歌",
    },
    [108327] = {
        name = "蠕動的骸泥怪",
    },
    [108358] = {
        name = "蕾菈娜",
    },
    [109631] = {
        name = "灰背長老",
    },
    [110018] = {
        name = "加茲里斯‧輪鎖",
    },
    [110987] = {
        name = "夜眼",
    },
    [121754] = {
        name = "凡蕾莎‧風行者",
    },
})
]])()
