----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "koKR" then
    return
end

BtWQuestsDatabase:UpdateNPCsTable({
    [91065] = {
        name = "창고 관리자 부다니",
    },
    [91166] = {
        name = "다글롭",
    },
    [93600] = {
        name = "세일라나 리버브리즈",
    },
    [94101] = {
        name = "레이니 실버샷",
    },
    [94409] = {
        name = "헤멧 네싱워리",
    },
    [94434] = {
        name = "애디 피즐보그",
    },
    [95438] = {
        name = "엘리아스",
    },
    [95799] = {
        name = "힘센 담룰",
    },
    [96513] = {
        name = "라지크 가즈볼트",
    },
    [97258] = {
        name = "오타사 게일후프",
    },
    [97974] = {
        name = "로르나 스타우트풋",
    },
    [98067] = {
        name = "멀록왕 아옳아옳",
    },
    [98587] = {
        name = "모르하임 선조",
    },
    [99905] = {
        name = "셰일 그레이페더",
    },
    [106914] = {
        name = "테드 슈메이커",
    },
    [106915] = {
        name = "마리우스 펠베인",
    },
    [107244] = {
        name = "테드 슈메이커",
    },
    [107245] = {
        name = "마리우스 펠베인",
    },
    [107498] = {
        name = "깍까악",
    },
    [107499] = {
        name = "겁에 질린 까마귀곰",
    },
    [107674] = {
        name = "스내글 식스트리거",
    },
    [107675] = {
        name = "랙스 식스트리거",
    },
    [108072] = {
        name = "핀리 므르글턴 경",
    },
    [108304] = {
        name = "구비에나 블레이드송",
    },
    [108358] = {
        name = "레이라나",
    },
    [109631] = {
        name = "늙은 그리즐백",
    },
    [250536] = {
        name = "[Intact Greatstag Antler]",
    },
    [250990] = {
        name = "[Crate of Ancient Relics]",
    },
    [251425] = {
        name = "[Moist Grizzlecomb]",
    },
})