----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhTW" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [9340] = {
        name = "大裂縫",
    },
    [9345] = {
        name = "準備藥膏",
    },
    [9349] = {
        name = "收集劫毀者蛋",
    },
    [9351] = {
        name = "野放的虛無行者",
    },
    [9355] = {
        name = "聰明人的工作",
    },
    [9356] = {
        name = "技術高超",
    },
    [9361] = {
        name = "地獄野豬，另一種白肉",
    },
    [9366] = {
        name = "需要魔化之血",
    },
    [9370] = {
        name = "阻止淨化",
    },
    [9372] = {
        name = "惡魔污染",
    },
    [9373] = {
        name = "丟失的公文",
    },
    [9374] = {
        name = "阿利恩的日記",
    },
    [9375] = {
        name = "通往獵鷹哨站的路",
    },
    [9376] = {
        name = "朝聖者的困境",
    },
    [9381] = {
        name = "真禽之箭",
    },
    [9383] = {
        name = "野心勃勃的計畫",
    },
    [9385] = {
        name = "消滅劫毀者",
    },
    [9387] = {
        name = "腐敗根源",
    },
    [9390] = {
        name = "尋找希戴",
    },
    [9391] = {
        name = "記下路徑",
    },
    [9396] = {
        name = "阿拉卡的魔法",
    },
    [9397] = {
        name = "稀有的鳥類",
    },
    [9398] = {
        name = "痛恨的掠奪者",
    },
    [9399] = {
        name = "殘酷的監工",
    },
    [9400] = {
        name = "刺客",
    },
    [9401] = {
        name = "奇怪的武器",
    },
    [9405] = {
        name = "大酋長的命令",
    },
    [9406] = {
        name = "瑪格哈",
    },
    [9407] = {
        name = "通過黑暗之門",
    },
    [9410] = {
        name = "精神指引",
    },
    [9417] = {
        name = "阿拉卡的威脅",
    },
    [9418] = {
        name = "艾芙魯的寶珠",
    },
    [9420] = {
        name = "完美的羽毛",
    },
    [9423] = {
        name = "回去找歐拜德",
    },
    [9424] = {
        name = "瑪酷魯的復仇",
    },
    [9426] = {
        name = "阿葛納爾之池",
    },
    [9427] = {
        name = "淨化水源",
    },
    [9430] = {
        name = "夏納聖物",
    },
    [9466] = {
        name = "懸賞：『野蠻者』黑爪",
    },
    [9472] = {
        name = "阿利恩的情婦",
    },
    [9490] = {
        name = "岩石鐮奪怪女王",
    },
    [9498] = {
        name = "獵鷹哨站",
    },
    [9499] = {
        name = "獵鷹哨站",
    },
    [9543] = {
        name = "贖罪",
    },
    [9545] = {
        name = "先知的聖物",
    },
    [9558] = {
        name = "長鬚兄弟",
    },
    [9563] = {
        name = "贏得麥倫的信任",
    },
    [9697] = {
        name = "看守者里薩歐",
    },
    [9701] = {
        name = "觀察孢子人",
    },
    [9702] = {
        name = "暴食的問題",
    },
    [9708] = {
        name = "熟悉的蘑菇",
    },
    [9709] = {
        name = "偷回蘑菇",
    },
    [9716] = {
        name = "昂布拉凡湖的憂慮",
    },
    [9718] = {
        name = "烏鴉高飛時",
    },
    [9720] = {
        name = "一定要保持平衡",
    },
    [9724] = {
        name = "警告塞納里奧議會",
    },
    [9726] = {
        name = "既然我們是朋友...",
    },
    [9727] = {
        name = "既然我們還是朋友...",
    },
    [9729] = {
        name = "擊潰費斯伍爾!",
    },
    [9731] = {
        name = "排水結構圖",
    },
    [9732] = {
        name = "回到沼澤",
    },
    [9747] = {
        name = "昂布拉凡部族",
    },
    [9769] = {
        name = "流行沒有理由",
    },
    [9770] = {
        name = "險惡的沼牙",
    },
    [9771] = {
        name = "尋找斥候傑巴",
    },
    [9772] = {
        name = "傑巴的報告",
    },
    [9773] = {
        name = "不要再給我蘑菇了!",
    },
    [9774] = {
        name = "厚多頭蛇鱗片",
    },
    [9780] = {
        name = "昂布拉凡鰻魚片",
    },
    [9781] = {
        name = "僧多粥少",
    },
    [9782] = {
        name = "死亡污泥",
    },
    [9783] = {
        name = "不尋常的乾旱",
    },
    [9786] = {
        name = "波哈姆廢墟",
    },
    [9787] = {
        name = "菲拉芬塑像",
    },
    [9788] = {
        name = "黑暗潮濕的地方",
    },
    [9789] = {
        name = "裂蹄專精",
    },
    [9790] = {
        name = "透明之翼",
    },
    [9791] = {
        name = "險惡的沼牙",
    },
    [9800] = {
        name = "稀有的豆子",
    },
    [9801] = {
        name = "尋找材料",
    },
    [9803] = {
        name = "菲拉芬的信差",
    },
    [9804] = {
        name = "天歌的焦慮精靈",
    },
    [9805] = {
        name = "辛納瑞塔斯的祝福",
    },
    [9810] = {
        name = "被污染的靈魂",
    },
    [9814] = {
        name = "破頂蘑菇，老兄!",
    },
    [9815] = {
        name = "摧毀菌體",
    },
    [9816] = {
        name = "你看過他們嗎？",
    },
    [9818] = {
        name = "地底之下",
    },
    [9819] = {
        name = "痛苦的大地",
    },
    [9820] = {
        name = "懸賞:葛洛卡老大",
    },
    [9821] = {
        name = "吃掉精髓",
    },
    [9822] = {
        name = "逼近的攻擊",
    },
    [9823] = {
        name = "不是你死就是我活",
    },
    [9830] = {
        name = "刺針毒素",
    },
    [9833] = {
        name = "溝通管道",
    },
    [9834] = {
        name = "自然護甲",
    },
    [9835] = {
        name = "安格拉斯入侵",
    },
    [9839] = {
        name = "血拳主宰",
    },
    [9841] = {
        name = "以牙還牙",
    },
    [9842] = {
        name = "最鋒利的劍",
    },
    [9845] = {
        name = "擊敗釣魚者的對手",
    },
    [9846] = {
        name = "菲拉芬靈魂",
    },
    [9847] = {
        name = "靈魂助手？",
    },
    [9848] = {
        name = "匕首沼地的秘密",
    },
    [9849] = {
        name = "粉碎外表",
    },
    [9850] = {
        name = "裂蹄專精",
    },
    [9851] = {
        name = "裂蹄專精",
    },
    [9852] = {
        name = "最後的浴血之戰",
    },
    [9853] = {
        name = "『篡位者』古羅克",
    },
    [9854] = {
        name = "風翼專精",
    },
    [9855] = {
        name = "風翼專精",
    },
    [9856] = {
        name = "風翼專精",
    },
    [9857] = {
        name = "塔巴克專精",
    },
    [9858] = {
        name = "塔巴克專精",
    },
    [9859] = {
        name = "塔巴克專精",
    },
    [9861] = {
        name = "哀嚎之風",
    },
    [9862] = {
        name = "黑暗之血腐敗者",
    },
    [9864] = {
        name = "失蹤的戰友",
    },
    [9865] = {
        name = "一朝為戰士",
    },
    [9866] = {
        name = "他將走遍大地...",
    },
    [9868] = {
        name = "卡達許圖騰",
    },
    [9871] = {
        name = "黑暗之血入侵者",
    },
    [9873] = {
        name = "我的老友奧拓爾...",
    },
    [9879] = {
        name = "卡達許圖騰",
    },
    [9888] = {
        name = "無能的領導者",
    },
    [9889] = {
        name = "別殺那個胖子",
    },
    [9890] = {
        name = "成功!",
    },
    [9891] = {
        name = "科伊瑞斯是懦夫",
    },
    [9894] = {
        name = "保護守夜人",
    },
    [9896] = {
        name = "黑刺的螫針的毀滅",
    },
    [9898] = {
        name = "讓大刺針示愛",
    },
    [9899] = {
        name = "未完成的工作",
    },
    [9900] = {
        name = "卡沃希",
    },
    [9901] = {
        name = "未完成的任務",
    },
    [9902] = {
        name = "恐怖的沼澤光之湖",
    },
    [9904] = {
        name = "抓到恐懼之爪",
    },
    [9905] = {
        name = "瑪克吐的復仇",
    },
    [9906] = {
        name = "戰鬥的訊息",
    },
    [9907] = {
        name = "大膽前進",
    },
    [9917] = {
        name = "我眼花了嗎",
    },
    [9918] = {
        name = "在我的看守下門都沒有!",
    },
    [9919] = {
        name = "斯博格爾",
    },
    [9920] = {
        name = "『破壞者』哞哞爾",
    },
    [9921] = {
        name = "燃刃廢墟",
    },
    [9922] = {
        name = "納葛蘭的雙子斷崖",
    },
    [9923] = {
        name = "救命!",
    },
    [9924] = {
        name = "柯爾奇又不見了!",
    },
    [9925] = {
        name = "防禦之事",
    },
    [9927] = {
        name = "殘忍的狡猾",
    },
    [9928] = {
        name = "欺騙的軍備",
    },
    [9931] = {
        name = "回報",
    },
    [9932] = {
        name = "證據的屍體",
    },
    [9933] = {
        name = "給泰拉的訊息",
    },
    [9934] = {
        name = "給卡拉達爾的訊息",
    },
    [9935] = {
        name = "懸賞：『老巫婆』吉絲達",
    },
    [9936] = {
        name = "懸賞：『老巫婆』吉絲達",
    },
    [9937] = {
        name = "懸賞：『飢餓者』唐恩",
    },
    [9938] = {
        name = "懸賞：『飢餓者』唐恩",
    },
    [9939] = {
        name = "懸賞：『諫言者』索爾波",
    },
    [9940] = {
        name = "懸賞：『諫言者』索爾波",
    },
    [9951] = {
        name = "它在看著你!",
    },
    [9954] = {
        name = "柯爾奇的贖金",
    },
    [9955] = {
        name = "『掠取者』喬沃",
    },
    [9962] = {
        name = "血之競技場：斷趾",
    },
    [9967] = {
        name = "血之競技場：憂鬱兄弟黨",
    },
    [9968] = {
        name = "奇怪的能量",
    },
    [9970] = {
        name = "血之競技場：『碎裂領主』洛克達",
    },
    [9971] = {
        name = "樹叢裡的線索",
    },
    [9972] = {
        name = "血之競技場：史卡拉克斯",
    },
    [9973] = {
        name = "血之競技場：戰槌勇士",
    },
    [9977] = {
        name = "血之競技場：最後的挑戰",
    },
    [9978] = {
        name = "用盡所有必須的手段",
    },
    [9979] = {
        name = "風之貿易者拉斯蕊",
    },
    [9982] = {
        name = "他自稱奧翠司...",
    },
    [9983] = {
        name = "他自稱奧翠司...",
    },
    [9986] = {
        name = "阻礙阿拉卡",
    },
    [9987] = {
        name = "阻礙阿拉卡",
    },
    [9990] = {
        name = "調查杜瑞",
    },
    [9991] = {
        name = "調查土地",
    },
    [9992] = {
        name = "奧萊姆貝種子",
    },
    [9993] = {
        name = "奧萊姆貝種子油",
    },
    [9994] = {
        name = "這些是什麼東西？",
    },
    [9995] = {
        name = "這些是什麼東西？",
    },
    [9996] = {
        name = "攻擊火翼崗哨",
    },
    [9997] = {
        name = "攻擊火翼崗哨",
    },
    [9998] = {
        name = "難搞的鄰居",
    },
    [9999] = {
        name = "爭取時間",
    },
    [10000] = {
        name = "不受歡迎的存在",
    },
    [10001] = {
        name = "規劃大師",
    },
    [10002] = {
        name = "火翼聯繫",
    },
    [10003] = {
        name = "火翼聯繫",
    },
    [10004] = {
        name = "耐心與諒解",
    },
    [10005] = {
        name = "讓縛地者塔伏格蘭知道",
    },
    [10006] = {
        name = "讓縛地者塔伏格蘭知道",
    },
    [10007] = {
        name = "削弱敵軍",
    },
    [10008] = {
        name = "把泰洛卡的事留在泰洛卡",
    },
    [10009] = {
        name = "解決一些傢伙",
    },
    [10010] = {
        name = "就這麼簡單嗎?",
    },
    [10011] = {
        name = "煉冶場:徹底擊潰",
    },
    [10012] = {
        name = "魔獄獸人計畫",
    },
    [10013] = {
        name = "看不見的手",
    },
    [10016] = {
        name = "灰座狼尾巴",
    },
    [10018] = {
        name = "狼魂法衣",
    },
    [10022] = {
        name = "難捉摸的鐵顎",
    },
    [10023] = {
        name = "鐵顎族王",
    },
    [10030] = {
        name = "取回白骨",
    },
    [10031] = {
        name = "幫迷失者找到方向",
    },
    [10033] = {
        name = "懸賞：鞭骨者去死！",
    },
    [10034] = {
        name = "懸賞：鞭骨者去死！",
    },
    [10035] = {
        name = "托茍斯!",
    },
    [10036] = {
        name = "托茍斯!",
    },
    [10038] = {
        name = "與士兵維克斯談話",
    },
    [10039] = {
        name = "與斥候奈夫提斯談話",
    },
    [10040] = {
        name = "他們是誰？",
    },
    [10041] = {
        name = "他們是誰？",
    },
    [10042] = {
        name = "殺光暗影議會!",
    },
    [10043] = {
        name = "殺光暗影議會!",
    },
    [10044] = {
        name = "與主母的會面",
    },
    [10045] = {
        name = "材料成分",
    },
    [10047] = {
        name = "光榮之路",
    },
    [10050] = {
        name = "不屈的靈魂",
    },
    [10055] = {
        name = "不浪費，就不虞匱乏",
    },
    [10057] = {
        name = "與領導者同在",
    },
    [10058] = {
        name = "一份多年的禮物",
    },
    [10078] = {
        name = "將剩餘的變不需要的",
    },
    [10079] = {
        name = "礦場的騷動",
    },
    [10081] = {
        name = "與族母卡修爾會面",
    },
    [10082] = {
        name = "焦慮的先祖們",
    },
    [10085] = {
        name = "拜訪先祖們",
    },
    [10086] = {
        name = "我替...部落工作!",
    },
    [10087] = {
        name = "為了部落...燒了它!",
    },
    [10093] = {
        name = "特爾哈曼神廟",
    },
    [10096] = {
        name = "拯救斯柏路克",
    },
    [10099] = {
        name = "幕後的黑手",
    },
    [10101] = {
        name = "當靈魂們說話時",
    },
    [10102] = {
        name = "秘密的揭露",
    },
    [10107] = {
        name = "外交的衡量",
    },
    [10108] = {
        name = "外交的衡量",
    },
    [10112] = {
        name = "個人的喜好",
    },
    [10115] = {
        name = "匕首沼地的異常",
    },
    [10118] = {
        name = "給匕首沼地的訊息",
    },
    [10119] = {
        name = "通過黑暗之門",
    },
    [10120] = {
        name = "抵達外域",
    },
    [10121] = {
        name = "徹底消滅燃燒軍團",
    },
    [10123] = {
        name = "魔焰深谷",
    },
    [10124] = {
        name = "前線基地:劫奪者荒野",
    },
    [10129] = {
        name = "任務:墨奇斯以及夏德拉茲入口",
    },
    [10132] = {
        name = "巨大威脅",
    },
    [10134] = {
        name = "赤紅水晶線索",
    },
    [10136] = {
        name = "殘忍的目的",
    },
    [10140] = {
        name = "榮譽堡之行",
    },
    [10141] = {
        name = "燃燒軍團捲土重來",
    },
    [10142] = {
        name = "苦痛之路",
    },
    [10143] = {
        name = "遠征隊哨塔",
    },
    [10144] = {
        name = "阻斷他們的援軍",
    },
    [10146] = {
        name = "任務:墨奇斯和夏德拉茲入口",
    },
    [10159] = {
        name = "清光棘牙丘陵!",
    },
    [10160] = {
        name = "了解你的敵人",
    },
    [10161] = {
        name = "如果情況緊急...",
    },
    [10162] = {
        name = "任務:深淵沙洲",
    },
    [10163] = {
        name = "任務:深淵沙洲",
    },
    [10167] = {
        name = "奧齊頓...",
    },
    [10168] = {
        name = "靈魂看見的",
    },
    [10170] = {
        name = "回到主母身邊",
    },
    [10171] = {
        name = "極為傷心的酋長",
    },
    [10172] = {
        name = "沒有希望了",
    },
    [10173] = {
        name = "大法師之杖",
    },
    [10174] = {
        name = "紫羅蘭之塔的詛咒",
    },
    [10176] = {
        name = "守護者阿其羅斯",
    },
    [10183] = {
        name = "前往52區",
    },
    [10184] = {
        name = "惡意的倖存者",
    },
    [10185] = {
        name = "比死還糟的命運",
    },
    [10186] = {
        name = "你被雇用了!",
    },
    [10188] = {
        name = "卡薩斯符印",
    },
    [10189] = {
        name = "法力熔爐巴納爾",
    },
    [10192] = {
        name = "卡薩斯的手冊",
    },
    [10193] = {
        name = "高重要性的目標",
    },
    [10194] = {
        name = "隱形飛行",
    },
    [10197] = {
        name = "具說服力的偽裝",
    },
    [10198] = {
        name = "收集資訊",
    },
    [10200] = {
        name = "回去找薩洛迪恩",
    },
    [10201] = {
        name = "現在，真相的時刻",
    },
    [10202] = {
        name = "背叛者",
    },
    [10203] = {
        name = "傳送無價的資產",
    },
    [10204] = {
        name = "血寶石水晶",
    },
    [10205] = {
        name = "星移劫掠者尼薩德",
    },
    [10206] = {
        name = "挑選你的職責",
    },
    [10208] = {
        name = "阻斷他們的援軍",
    },
    [10209] = {
        name = "召喚者坎辛的禮物",
    },
    [10213] = {
        name = "調查這場空難",
    },
    [10220] = {
        name = "讓他們聽話",
    },
    [10221] = {
        name = "爆爆博士！",
    },
    [10222] = {
        name = "日怒部隊",
    },
    [10223] = {
        name = "擊倒戴利斯",
    },
    [10229] = {
        name = "解譯書籍",
    },
    [10230] = {
        name = "戰鬥號角",
    },
    [10232] = {
        name = "與軍團一戰",
    },
    [10233] = {
        name = "燒毀日怒要塞",
    },
    [10234] = {
        name = "惡魔的垃圾...",
    },
    [10235] = {
        name = "殺死末日裂爪",
    },
    [10236] = {
        name = "令人討厭的外域!",
    },
    [10237] = {
        name = "警告52區!",
    },
    [10238] = {
        name = "如何服務哥布林",
    },
    [10239] = {
        name = "潛在的能量來源",
    },
    [10240] = {
        name = "建立結界",
    },
    [10241] = {
        name = "法力熔爐巴納爾的擾亂行動",
    },
    [10242] = {
        name = "斷脊氏族崗哨",
    },
    [10243] = {
        name = "那魯的技術",
    },
    [10245] = {
        name = "巴納爾控制臺謄本",
    },
    [10246] = {
        name = "攻擊法力熔爐寇魯",
    },
    [10247] = {
        name = "莫米沙博士",
    },
    [10248] = {
        name = "你，機器人",
    },
    [10249] = {
        name = "回去找主管!",
    },
    [10250] = {
        name = "血腥的復仇",
    },
    [10254] = {
        name = "軍隊指揮官達納斯‧托爾貝恩",
    },
    [10255] = {
        name = "測試解毒劑",
    },
    [10256] = {
        name = "找到鑰匙持有者",
    },
    [10257] = {
        name = "取得拱心石",
    },
    [10258] = {
        name = "榮耀失落者",
    },
    [10262] = {
        name = "一堆以太族",
    },
    [10263] = {
        name = "協助聯合團",
    },
    [10264] = {
        name = "協助聯合團",
    },
    [10265] = {
        name = "聯合團水晶收集",
    },
    [10266] = {
        name = "要求幫助",
    },
    [10267] = {
        name = "合法的回收",
    },
    [10268] = {
        name = "晉見王子",
    },
    [10269] = {
        name = "三角測量點之一",
    },
    [10270] = {
        name = "一個不太謙虛的提議",
    },
    [10271] = {
        name = "動手幹活",
    },
    [10272] = {
        name = "一個有希望的開始",
    },
    [10273] = {
        name = "討人厭的傢伙",
    },
    [10274] = {
        name = "保衛天國山脈",
    },
    [10275] = {
        name = "三角測量點之二",
    },
    [10276] = {
        name = "完整三角形",
    },
    [10278] = {
        name = "扭曲裂隙",
    },
    [10280] = {
        name = "給撒塔斯城的特件",
    },
    [10281] = {
        name = "正式自我介紹",
    },
    [10286] = {
        name = "阿利恩的秘密",
    },
    [10287] = {
        name = "情婦曝光",
    },
    [10288] = {
        name = "抵達外域",
    },
    [10289] = {
        name = "前往索爾瑪",
    },
    [10291] = {
        name = "回報納茲格雷爾",
    },
    [10294] = {
        name = "虛無之脊",
    },
    [10295] = {
        name = "來自深淵",
    },
    [10299] = {
        name = "關閉法力熔爐巴納爾",
    },
    [10300] = {
        name = "重鑄法杖",
    },
    [10301] = {
        name = "開啟手冊",
    },
    [10312] = {
        name = "肯瑞瓦的記錄",
    },
    [10313] = {
        name = "測量扭曲能量",
    },
    [10314] = {
        name = "長久的懷疑",
    },
    [10316] = {
        name = "尋找證據",
    },
    [10319] = {
        name = "取得骨匣",
    },
    [10320] = {
        name = "消滅納伯瑞厄斯!",
    },
    [10321] = {
        name = "關閉法力熔爐寇魯",
    },
    [10322] = {
        name = "關閉法力熔爐杜羅",
    },
    [10323] = {
        name = "關閉法力熔爐艾拉",
    },
    [10328] = {
        name = "日怒簡報",
    },
    [10329] = {
        name = "關閉法力熔爐巴納爾",
    },
    [10330] = {
        name = "關閉法力熔爐寇魯",
    },
    [10333] = {
        name = "協助威勒媽媽",
    },
    [10338] = {
        name = "關閉法力熔爐杜羅",
    },
    [10339] = {
        name = "以太皇族",
    },
    [10340] = {
        name = "破碎崗哨",
    },
    [10341] = {
        name = "趁他人之危",
    },
    [10343] = {
        name = "無盡的侵略",
    },
    [10344] = {
        name = "空軍指揮葛萊弗卡爾",
    },
    [10349] = {
        name = "縛地者",
    },
    [10351] = {
        name = "自然治療法",
    },
    [10365] = {
        name = "關閉法力熔爐艾拉",
    },
    [10367] = {
        name = "眾人的背叛者",
    },
    [10368] = {
        name = "崔互德長者",
    },
    [10369] = {
        name = "阿爾塞斯的死亡",
    },
    [10380] = {
        name = "黑暗契約",
    },
    [10381] = {
        name = "奧多爾不再",
    },
    [10382] = {
        name = "到前線去",
    },
    [10384] = {
        name = "以太皇族資料",
    },
    [10385] = {
        name = "大腦損傷的可能性＝高",
    },
    [10388] = {
        name = "返回索爾瑪",
    },
    [10389] = {
        name = "苦痛的黑暗",
    },
    [10390] = {
        name = "煉冶場:黑色祭壇",
    },
    [10391] = {
        name = "狂怒的火砲",
    },
    [10392] = {
        name = "通往深淵的門戶",
    },
    [10393] = {
        name = "邪惡的計畫",
    },
    [10394] = {
        name = "瓦解 - 煉冶場:黑色祭壇",
    },
    [10395] = {
        name = "黑暗書信",
    },
    [10396] = {
        name = "敵人的敵人...",
    },
    [10397] = {
        name = "侵略點：殲滅者",
    },
    [10399] = {
        name = "黑暗之心",
    },
    [10400] = {
        name = "霸主",
    },
    [10403] = {
        name = "納拉杜",
    },
    [10405] = {
        name = "破-壞-行-動",
    },
    [10406] = {
        name = "傳遞訊息",
    },
    [10407] = {
        name = "索奎薩爾的影子",
    },
    [10408] = {
        name = "奈薩斯王薩哈達爾",
    },
    [10409] = {
        name = "對軍團致命一擊",
    },
    [10410] = {
        name = "伊莎納的幫助",
    },
    [10417] = {
        name = "進行一次診斷!",
    },
    [10418] = {
        name = "處理活動破壞者",
    },
    [10423] = {
        name = "到風暴之尖",
    },
    [10424] = {
        name = "診斷:關鍵",
    },
    [10430] = {
        name = "測試原型",
    },
    [10431] = {
        name = "外來的協助",
    },
    [10432] = {
        name = "毀滅的證據",
    },
    [10436] = {
        name = "全部清除!",
    },
    [10437] = {
        name = "破壞的訣竅",
    },
    [10438] = {
        name = "乘著虛空之翼",
    },
    [10439] = {
        name = "『吞盡者』迪曼修斯",
    },
    [10440] = {
        name = "成功!",
    },
    [10442] = {
        name = "協助塞納里奧前哨",
    },
    [10443] = {
        name = "協助塞納里奧前哨",
    },
    [10444] = {
        name = "到艾蘭里哨站報到",
    },
    [10446] = {
        name = "最終的密碼",
    },
    [10447] = {
        name = "最終的密碼",
    },
    [10448] = {
        name = "到碎石營地報到",
    },
    [10449] = {
        name = "藥劑師席蓮娜",
    },
    [10450] = {
        name = "噬骨者鮮血",
    },
    [10455] = {
        name = "失控的侵略",
    },
    [10456] = {
        name = "巡邏的狼群",
    },
    [10457] = {
        name = "保護我們自己",
    },
    [10458] = {
        name = "火與大地的暴怒之靈",
    },
    [10480] = {
        name = "暴怒的水靈",
    },
    [10481] = {
        name = "暴怒的風之靈",
    },
    [10482] = {
        name = "魔獄獸人拾荒者",
    },
    [10483] = {
        name = "邪惡的預兆",
    },
    [10484] = {
        name = "被詛咒的護符",
    },
    [10485] = {
        name = "血之谷氏族酋長",
    },
    [10486] = {
        name = "失控的侵略",
    },
    [10487] = {
        name = "龍的粉末",
    },
    [10488] = {
        name = "保護我們自己",
    },
    [10502] = {
        name = "血槌巨魔",
    },
    [10503] = {
        name = "劍刃的威脅",
    },
    [10504] = {
        name = "劍刃巨魔",
    },
    [10505] = {
        name = "血槌巨魔",
    },
    [10506] = {
        name = "情況緊迫",
    },
    [10507] = {
        name = "轉捩點",
    },
    [10508] = {
        name = "給沃藍索的禮物",
    },
    [10509] = {
        name = "前往光榮",
    },
    [10513] = {
        name = "歐朗諾克‧碎心",
    },
    [10514] = {
        name = "我經歷過很多事...",
    },
    [10515] = {
        name = "學到一課",
    },
    [10516] = {
        name = "復仇者的服飾",
    },
    [10517] = {
        name = "哥爾迪姆，你的死期到了...",
    },
    [10518] = {
        name = "插上旌旗",
    },
    [10519] = {
        name = "毀滅密碼 - 歷史與真相",
    },
    [10521] = {
        name = "葛洛姆特,歐朗諾克之子",
    },
    [10522] = {
        name = "毀滅密碼 - 葛洛姆特的命令",
    },
    [10523] = {
        name = "毀滅密碼 - 取回第一部",
    },
    [10524] = {
        name = "雷霆王氏族手工藝品",
    },
    [10525] = {
        name = "幻象導覽",
    },
    [10526] = {
        name = "雷霆之矛",
    },
    [10527] = {
        name = "阿爾托,歐朗諾克之子",
    },
    [10528] = {
        name = "惡魔水晶囚牢",
    },
    [10537] = {
        name = "羅恩格隆，碎心之弓",
    },
    [10538] = {
        name = "沸騰的血",
    },
    [10540] = {
        name = "毀滅密碼 - 阿爾托的命令",
    },
    [10541] = {
        name = "毀滅密碼 - 取回第二部",
    },
    [10542] = {
        name = "他們偷走我的水煙筒和酒!",
    },
    [10543] = {
        name = "葛瑞諾克和柯爾卡赫，我為你們而來!",
    },
    [10544] = {
        name = "詛咒你們的氏族!",
    },
    [10545] = {
        name = "劍刃氏族的喝酒大會",
    },
    [10546] = {
        name = "柏爾拉克, 歐朗諾克之子",
    },
    [10547] = {
        name = "血薊與蛋",
    },
    [10550] = {
        name = "一捆血薊",
    },
    [10557] = {
        name = "測試飛行:ZC號",
    },
    [10562] = {
        name = "圍困!",
    },
    [10563] = {
        name = "前往軍團要塞",
    },
    [10564] = {
        name = "引爆煉獄火!",
    },
    [10565] = {
        name = "維克尼爾之石",
    },
    [10566] = {
        name = "錯誤的試驗",
    },
    [10567] = {
        name = "製造墜飾",
    },
    [10568] = {
        name = "巴瑞碑文",
    },
    [10569] = {
        name = "史凱瑟隆殘骸",
    },
    [10570] = {
        name = "血薊花的陷阱",
    },
    [10571] = {
        name = "長者奧朗奴",
    },
    [10572] = {
        name = "製作炸彈",
    },
    [10573] = {
        name = "死亡熔爐",
    },
    [10574] = {
        name = "灰舌墮落者",
    },
    [10575] = {
        name = "典獄官監牢",
    },
    [10576] = {
        name = "影月谷的潛行",
    },
    [10577] = {
        name = "予取予求的伊利丹...",
    },
    [10578] = {
        name = "毀滅密碼 - 柏爾拉克的命令",
    },
    [10579] = {
        name = "毀滅密碼 - 取回第三部",
    },
    [10582] = {
        name = "暗影議會的爪牙",
    },
    [10583] = {
        name = "弗藍尼斯的命運",
    },
    [10584] = {
        name = "收集能量轉換器",
    },
    [10585] = {
        name = "召喚密室",
    },
    [10586] = {
        name = "擊敗戰爭使者!",
    },
    [10587] = {
        name = "卡拉伯爾訓練場",
    },
    [10588] = {
        name = "毀滅密碼",
    },
    [10589] = {
        name = "進入的方法",
    },
    [10594] = {
        name = "測量共振的頻率",
    },
    [10595] = {
        name = "圍困!",
    },
    [10596] = {
        name = "前往軍團要塞",
    },
    [10597] = {
        name = "製作炸彈",
    },
    [10598] = {
        name = "引爆煉獄火!",
    },
    [10599] = {
        name = "死亡熔爐",
    },
    [10600] = {
        name = "暗影議會的爪牙",
    },
    [10601] = {
        name = "凱格羅西的命運",
    },
    [10602] = {
        name = "召喚密室",
    },
    [10603] = {
        name = "擊敗戰爭使者!",
    },
    [10604] = {
        name = "進入的方法",
    },
    [10606] = {
        name = "惡魔劫奪者保養技術",
    },
    [10607] = {
        name = "烏鴉神的秘密預言",
    },
    [10608] = {
        name = "清除水晶的障礙",
    },
    [10611] = {
        name = "惡魔劫奪者保養技術",
    },
    [10612] = {
        name = "惡魔與狂熱",
    },
    [10613] = {
        name = "惡魔與狂熱",
    },
    [10614] = {
        name = "風中低語",
    },
    [10615] = {
        name = "魯安曠野",
    },
    [10620] = {
        name = "山脊的威脅",
    },
    [10621] = {
        name = "伊利達瑞毀滅裂片",
    },
    [10622] = {
        name = "表明立場",
    },
    [10623] = {
        name = "伊利達瑞毀滅裂片",
    },
    [10624] = {
        name = "鬧鬼的過去",
    },
    [10625] = {
        name = "顯靈鏡",
    },
    [10626] = {
        name = "奪取武器",
    },
    [10627] = {
        name = "奪取武器",
    },
    [10628] = {
        name = "阿卡瑪",
    },
    [10629] = {
        name = "噁心的工作",
    },
    [10630] = {
        name = "索爾瑪的地下礦坑",
    },
    [10633] = {
        name = "泰朗‧血魔-傳說與傳奇",
    },
    [10634] = {
        name = "預言:血魔的護甲",
    },
    [10635] = {
        name = "預言:血魔的披風",
    },
    [10636] = {
        name = "預言:血魔之杖",
    },
    [10637] = {
        name = "製造混亂",
    },
    [10639] = {
        name = "其實我是...泰朗‧血魔",
    },
    [10640] = {
        name = "奧翠司",
    },
    [10641] = {
        name = "對抗軍團",
    },
    [10642] = {
        name = "機械中的鬼魂",
    },
    [10643] = {
        name = "影月先驅者",
    },
    [10644] = {
        name = "泰朗‧血魔-傳說與傳奇",
    },
    [10645] = {
        name = "其實我是...泰朗‧血魔",
    },
    [10646] = {
        name = "伊利丹的弟子",
    },
    [10649] = {
        name = "惡魔之名寶典",
    },
    [10650] = {
        name = "回報奧多爾",
    },
    [10651] = {
        name = "阻止瓦瑞迪斯",
    },
    [10652] = {
        name = "敵人身後",
    },
    [10657] = {
        name = "操控閃電",
    },
    [10660] = {
        name = "奇怪的生物...",
    },
    [10661] = {
        name = "美味的脾臟!",
    },
    [10662] = {
        name = "隱居的鐵匠",
    },
    [10663] = {
        name = "隱居的鐵匠",
    },
    [10664] = {
        name = "額外的材料",
    },
    [10665] = {
        name = "麥克納爾的容器",
    },
    [10666] = {
        name = "惡魔詞典",
    },
    [10667] = {
        name = "幽界土壤",
    },
    [10668] = {
        name = "對抗伊利達瑞",
    },
    [10669] = {
        name = "挑戰不可能",
    },
    [10670] = {
        name = "大地之母的眼淚",
    },
    [10671] = {
        name = "一磅多的肉",
    },
    [10672] = {
        name = "老實說，這樣不合理",
    },
    [10673] = {
        name = "偉大的魔脊",
    },
    [10674] = {
        name = "捕捉神奇的光球",
    },
    [10675] = {
        name = "給他們地精式的解脫!",
    },
    [10676] = {
        name = "伊利達瑞的剋星",
    },
    [10677] = {
        name = "第二道菜...",
    },
    [10678] = {
        name = "主菜上場!",
    },
    [10679] = {
        name = "冷卻刀刃",
    },
    [10680] = {
        name = "古爾丹火山",
    },
    [10681] = {
        name = "古爾丹火山",
    },
    [10682] = {
        name = "協商時間...",
    },
    [10683] = {
        name = "巴瑞碑文",
    },
    [10684] = {
        name = "長者奧朗奴",
    },
    [10685] = {
        name = "灰舌墮落者",
    },
    [10686] = {
        name = "典獄官監牢",
    },
    [10687] = {
        name = "卡拉伯爾訓練場",
    },
    [10688] = {
        name = "製造混亂",
    },
    [10689] = {
        name = "奧翠司",
    },
    [10691] = {
        name = "回到先知者身邊",
    },
    [10692] = {
        name = "阻止瓦瑞迪斯",
    },
    [10704] = {
        name = "闖入亞克崔茲的方法",
    },
    [10705] = {
        name = "先知烏達羅",
    },
    [10706] = {
        name = "神秘的前兆",
    },
    [10707] = {
        name = "阿塔莫露臺",
    },
    [10709] = {
        name = "團聚",
    },
    [10710] = {
        name = "飛行測試:美聲山脊",
    },
    [10711] = {
        name = "飛行測試:雷森平台",
    },
    [10712] = {
        name = "飛行測試:魯安曠野",
    },
    [10713] = {
        name = "...行動的時間到了",
    },
    [10714] = {
        name = "史貝瑞的翅膀上",
    },
    [10715] = {
        name = "進入翻騰峽谷",
    },
    [10718] = {
        name = "靈魂會說話",
    },
    [10719] = {
        name = "你拿到筆記了嗎?",
    },
    [10720] = {
        name = "最小的動物",
    },
    [10721] = {
        name = "葛魯洛克的豬時光",
    },
    [10722] = {
        name = "黑翼集會所的集會",
    },
    [10723] = {
        name = "『食龍者』柯爾葛羅姆",
    },
    [10724] = {
        name = "劍刃囚犯",
    },
    [10742] = {
        name = "攤牌",
    },
    [10744] = {
        name = "勝利的消息",
    },
    [10745] = {
        name = "勝利的消息",
    },
    [10748] = {
        name = "麥克斯納爾必須要死!",
    },
    [10749] = {
        name = "沙伯曼男爵的毒藥",
    },
    [10750] = {
        name = "征服之路",
    },
    [10751] = {
        name = "突破道路",
    },
    [10759] = {
        name = "找出背棄者",
    },
    [10760] = {
        name = "史凱瑟隆殘骸",
    },
    [10761] = {
        name = "找出背棄者",
    },
    [10765] = {
        name = "當世界衝突時...",
    },
    [10766] = {
        name = "侵略點：災難",
    },
    [10767] = {
        name = "侵略點：災難",
    },
    [10768] = {
        name = "伊利達瑞的外袍",
    },
    [10769] = {
        name = "行列中的歧見...",
    },
    [10771] = {
        name = "來自灰燼",
    },
    [10772] = {
        name = "征服之路",
    },
    [10773] = {
        name = "突破道路",
    },
    [10774] = {
        name = "血精靈 + 巨人 = ???",
    },
    [10775] = {
        name = "伊利達瑞的外袍",
    },
    [10776] = {
        name = "行列中的歧見...",
    },
    [10777] = {
        name = "阿斯格的圖騰",
    },
    [10778] = {
        name = "利安瑟魔棒",
    },
    [10780] = {
        name = "史凱瑟隆羽毛",
    },
    [10782] = {
        name = "浸注權杖頭",
    },
    [10783] = {
        name = "沙伯邁恩男爵",
    },
    [10785] = {
        name = "它是一個陷阱!",
    },
    [10791] = {
        name = "歡迎狼魂",
    },
    [10792] = {
        name = "薩斯葛爾必須被燒毀!",
    },
    [10797] = {
        name = "古羅的支持",
    },
    [10798] = {
        name = "拜訪男爵",
    },
    [10799] = {
        name = "進入翻騰峽谷",
    },
    [10800] = {
        name = "晚安，古羅",
    },
    [10801] = {
        name = "它是一個陷阱!",
    },
    [10802] = {
        name = "食龍者柯爾葛羅姆",
    },
    [10804] = {
        name = "好心",
    },
    [10805] = {
        name = "戈魯爾之巢大屠殺",
    },
    [10806] = {
        name = "攤牌",
    },
    [10808] = {
        name = "阻礙黑暗議會",
    },
    [10809] = {
        name = "懸賞：座狼大師科洛斯",
    },
    [10810] = {
        name = "破損的面具",
    },
    [10811] = {
        name = "尋找奈爾斯阿拉古",
    },
    [10812] = {
        name = "神秘面罩",
    },
    [10813] = {
        name = "葛銳洛克之眼",
    },
    [10814] = {
        name = "奈爾斯阿拉古的傳說",
    },
    [10818] = {
        name = "沙伯邁恩男爵請求你的出現",
    },
    [10819] = {
        name = "邪誓防毒面具",
    },
    [10820] = {
        name = "矇騙敵人",
    },
    [10821] = {
        name = "你被開除了!",
    },
    [10834] = {
        name = "葛銳洛克『暗眼』",
    },
    [10835] = {
        name = "藥劑師安拓維奇",
    },
    [10836] = {
        name = "滲入龍喉堡壘",
    },
    [10837] = {
        name = "前往虛空之翼岩架!",
    },
    [10838] = {
        name = "惡魔占卜器",
    },
    [10839] = {
        name = "迷霧斯奇司:泰洛克黑石",
    },
    [10840] = {
        name = "聖光之墓",
    },
    [10842] = {
        name = "復仇先驅",
    },
    [10843] = {
        name = "不知道從什麼時候開始...",
    },
    [10845] = {
        name = "殺死幼龍之母",
    },
    [10846] = {
        name = "了解摩克納薩爾",
    },
    [10847] = {
        name = "司凱堤斯之眼",
    },
    [10848] = {
        name = "迷霧瑞漢茲:邪惡靈魂",
    },
    [10849] = {
        name = "尋找奇瑞克",
    },
    [10851] = {
        name = "敵人的圖騰",
    },
    [10852] = {
        name = "失蹤的朋友",
    },
    [10853] = {
        name = "呼喚靈魂",
    },
    [10854] = {
        name = "奈爾斯阿拉古的力量",
    },
    [10858] = {
        name = "凱瑞納古",
    },
    [10859] = {
        name = "收集寶珠",
    },
    [10861] = {
        name = "迷霧莉斯克：先發制人的攻擊",
    },
    [10864] = {
        name = "靈魂的負擔",
    },
    [10865] = {
        name = "通知李歐羅克斯!",
    },
    [10866] = {
        name = "『疲憊者』祖魯希德",
    },
    [10867] = {
        name = "唯一的回應",
    },
    [10868] = {
        name = "阿拉卡作戰方式",
    },
    [10869] = {
        name = "抑制阿拉卡",
    },
    [10870] = {
        name = "虛空之翼的盟友",
    },
    [10871] = {
        name = "虛空之翼的盟友",
    },
    [10873] = {
        name = "夜裡被劫走的人",
    },
    [10874] = {
        name = "迷霧撒拉斯:火源信號",
    },
    [10875] = {
        name = "回報納茲格雷爾",
    },
    [10876] = {
        name = "堡壘之根",
    },
    [10877] = {
        name = "恐怖聖物",
    },
    [10878] = {
        name = "暗夜來臨前",
    },
    [10879] = {
        name = "司凱堤斯的攻擊",
    },
    [10880] = {
        name = "卡巴的命令",
    },
    [10881] = {
        name = "暗影之墓",
    },
    [10889] = {
        name = "回到撒塔斯城",
    },
    [10893] = {
        name = "長尾是關鍵",
    },
    [10894] = {
        name = "龍骨看守者",
    },
    [10895] = {
        name = "薩斯葛爾必須被燒毀！",
    },
    [10896] = {
        name = "被寄生的保衛者",
    },
    [10903] = {
        name = "返回榮譽堡",
    },
    [10904] = {
        name = "獲得魔化彈藥",
    },
    [10908] = {
        name = "跟『贖罪者』里拉克談談",
    },
    [10909] = {
        name = "惡魔靈魂",
    },
    [10910] = {
        name = "死亡之門",
    },
    [10911] = {
        name = "自由開火!",
    },
    [10912] = {
        name = "魔犬之主",
    },
    [10913] = {
        name = "不適當的葬禮",
    },
    [10914] = {
        name = "需要一位英雄",
    },
    [10915] = {
        name = "墮落的主教",
    },
    [10916] = {
        name = "挖掘祈禱串珠",
    },
    [10920] = {
        name = "為了垂死的同伴",
    },
    [10921] = {
        name = "泰洛卡狼蛛",
    },
    [10922] = {
        name = "挖掘骨頭",
    },
    [10923] = {
        name = "邪惡逼近",
    },
    [10926] = {
        name = "回到薩塔營地",
    },
    [10929] = {
        name = "太鼓之音",
    },
    [10930] = {
        name = "巨大白骨蟲",
    },
    [10935] = {
        name = "喬渥上校的驅邪儀式",
    },
    [10936] = {
        name = "托爾貝恩正在找你",
    },
    [10937] = {
        name = "殺死訓練員",
    },
    [11012] = {
        name = "虛空之翼血誓",
    },
    [11013] = {
        name = "為伊利達瑞效命",
    },
    [11014] = {
        name = "和監工談談",
    },
    [11019] = {
        name = "你在裡面的朋友",
    },
    [11036] = {
        name = "絕無僅有的產品!",
    },
    [11037] = {
        name = "奇怪的景象",
    },
    [11038] = {
        name = "協助主教歐瑞利斯",
    },
    [11039] = {
        name = "向間諜大師薩洛迪恩報到",
    },
    [11040] = {
        name = "火箭主管的零件",
    },
    [11041] = {
        name = "未完成的工作...",
    },
    [11042] = {
        name = "令人困惑的幻象",
    },
    [11044] = {
        name = "夢境中的災難",
    },
    [11045] = {
        name = "『執法官』索羅斯",
    },
    [11046] = {
        name = "總藥劑師希爾達嘉",
    },
    [11048] = {
        name = "卡洛克汗的報告",
    },
    [11052] = {
        name = "阿卡瑪的承諾",
    },
    [13408] = {
        name = "地獄火防禦堡壘",
    },
    [13409] = {
        name = "地獄火防禦堡壘",
    },
    [28705] = {
        name = "大酋長的命令：外域！",
    },
    [28708] = {
        name = "英雄的召喚：外域！",
    },
    [34364] = {
        name = "為了部落！",
    },
    [39180] = {
        name = "大酋長的命令：贊格沼澤！",
    },
    [39181] = {
        name = "英雄的召喚：贊格沼澤！",
    },
    [39198] = {
        name = "大酋長的命令：劍刃山脈！",
    },
    [39199] = {
        name = "英雄的召喚：劍刃山脈！",
    },
    [39201] = {
        name = "大酋長的命令：虛空風暴！",
    },
    [39202] = {
        name = "英雄的召喚：虛空風暴！",
    },
    [49532] = {
        name = "大酋長的命令：影月谷！",
    },
    [49550] = {
        name = "英雄的召喚：影月谷！",
    },
})
]])()
