----- AUTO GENERATED - DO NOT EDIT

if GetLocale() ~= "zhCN" then
    return
end

loadstring([[
BtWQuestsDatabase:UpdateQuestsTable({
    [56829] = {
        name = "沉底啃泥",
    },
    [56942] = {
        name = "再次上路",
    },
    [56955] = {
        name = "路上的反抗军",
    },
    [56978] = {
        name = "前往暗湾镇",
    },
    [57007] = {
        name = "主人的邀请",
    },
    [57025] = {
        name = "向雷文德斯求助",
    },
    [57026] = {
        name = "罪碑",
    },
    [57037] = {
        name = "往日天籁",
    },
    [57098] = {
        name = "恐惧林地",
    },
    [57102] = {
        name = "掸去灰尘",
    },
    [57113] = {
        name = "追踪莱索尼娅",
    },
    [57114] = {
        name = "空中侦察",
    },
    [57115] = {
        name = "神圣谦逊卷轴",
    },
    [57116] = {
        name = "屈服于傲慢",
    },
    [57117] = {
        name = "堕入罪恶",
    },
    [57118] = {
        name = "被噬渊扭曲",
    },
    [57120] = {
        name = "悲悯，谦逊之刃",
    },
    [57121] = {
        name = "噬渊之力",
    },
    [57122] = {
        name = "多进一步",
    },
    [57123] = {
        name = "堕落格里恩",
    },
    [57124] = {
        name = "受损的意志",
    },
    [57125] = {
        name = "反省时间",
    },
    [57131] = {
        name = "狩猎开始",
    },
    [57136] = {
        name = "悔悟狩猎",
    },
    [57159] = {
        name = "镜中真影",
    },
    [57161] = {
        name = "别脏了我的手",
    },
    [57164] = {
        name = "吞此一试",
    },
    [57173] = {
        name = "指控者的罪碑",
    },
    [57174] = {
        name = "石裔魔",
    },
    [57175] = {
        name = "审判官威尔海姆的罪碑",
    },
    [57176] = {
        name = "罪碑速递",
    },
    [57177] = {
        name = "全新开始",
    },
    [57178] = {
        name = "主宰者在等待",
    },
    [57179] = {
        name = "雷文德斯的掌权者",
    },
    [57180] = {
        name = "指控者的秘密",
    },
    [57182] = {
        name = "指控者的命运",
    },
    [57190] = {
        name = "无形之敌",
    },
    [57207] = {
        name = "莱索尼娅的计划",
    },
    [57240] = {
        name = "雷纳索尔王子在哪里？",
    },
    [57261] = {
        name = "候选者行其路",
    },
    [57263] = {
        name = "心能轮回：以太浮蛇",
    },
    [57264] = {
        name = "启示的关隘",
    },
    [57265] = {
        name = "心能轮回：枯竭问题",
    },
    [57266] = {
        name = "首次净化",
    },
    [57267] = {
        name = "心能轮回：花之力",
    },
    [57269] = {
        name = "疑虑之手",
    },
    [57270] = {
        name = "纯洁神庙",
    },
    [57288] = {
        name = "评估你的战力",
    },
    [57291] = {
        name = "初思之厅",
    },
    [57316] = {
        name = "阶梯",
    },
    [57380] = {
        name = "自寻死路",
    },
    [57381] = {
        name = "最伟大的决斗者",
    },
    [57386] = {
        name = "如果你想要和平……",
    },
    [57390] = {
        name = "至死方休",
    },
    [57405] = {
        name = "追寻疯狂",
    },
    [57425] = {
        name = "机遇之地",
    },
    [57426] = {
        name = "倒霉一上午",
    },
    [57427] = {
        name = "不堪承受之光",
    },
    [57428] = {
        name = "西塔尔的托付",
    },
    [57442] = {
        name = "涸光迷失",
    },
    [57444] = {
        name = "启发潜在的良知",
    },
    [57446] = {
        name = "“那位”敌人",
    },
    [57447] = {
        name = "纯洁的特权",
    },
    [57454] = {
        name = "幽蓝树桩的寂静",
    },
    [57455] = {
        name = "改良蘑菇",
    },
    [57458] = {
        name = "修复蘑菇环",
    },
    [57459] = {
        name = "为蘑菇而战",
    },
    [57460] = {
        name = "塔宾斯的茶",
    },
    [57461] = {
        name = "悠闲漫步",
    },
    [57463] = {
        name = "我上或蘑网",
    },
    [57470] = {
        name = "可憎的发现",
    },
    [57471] = {
        name = "纯粹的脏活",
    },
    [57473] = {
        name = "奇珍异宝",
    },
    [57474] = {
        name = "泥仆的责任",
    },
    [57475] = {
        name = "交还披肩",
    },
    [57477] = {
        name = "捏个大泥仆",
    },
    [57481] = {
        name = "糊作非为",
    },
    [57511] = {
        name = "武装贫困者",
    },
    [57512] = {
        name = "漫步于死亡",
    },
    [57514] = {
        name = "战争的前奏",
    },
    [57515] = {
        name = "魂选密院",
    },
    [57516] = {
        name = "穿越烈焰与火光",
    },
    [57529] = {
        name = "动荡的花园",
    },
    [57530] = {
        name = "伽马尔之塔",
    },
    [57531] = {
        name = "不幸落难",
    },
    [57532] = {
        name = "寻觅碎片",
    },
    [57533] = {
        name = "圣光的惩罚",
    },
    [57534] = {
        name = "唯留余灰",
    },
    [57535] = {
        name = "逃离主宰者",
    },
    [57536] = {
        name = "不破当立",
    },
    [57538] = {
        name = "不得安宁",
    },
    [57545] = {
        name = "卡拉的消遣",
    },
    [57547] = {
        name = "勇气的试炼",
    },
    [57549] = {
        name = "艾格茜娅的回忆",
    },
    [57551] = {
        name = "艾格茜娅的道路",
    },
    [57552] = {
        name = "虚空的勇士",
    },
    [57553] = {
        name = "受伤的双翼",
    },
    [57554] = {
        name = "邪恶通道",
    },
    [57555] = {
        name = "暗影之陨",
    },
    [57568] = {
        name = "严厉的爱",
    },
    [57571] = {
        name = "调镜师",
    },
    [57583] = {
        name = "穿过迷障",
    },
    [57584] = {
        name = "高尚的命运",
    },
    [57636] = {
        name = "荣光之所",
    },
    [57644] = {
        name = "不抛弃一个朋友",
    },
    [57646] = {
        name = "奉纳长",
    },
    [57648] = {
        name = "不可能的计划",
    },
    [57649] = {
        name = "希望的低语",
    },
    [57651] = {
        name = "河床的麻烦",
    },
    [57652] = {
        name = "补给需求：琥珀滑油",
    },
    [57653] = {
        name = "高危工作环境",
    },
    [57655] = {
        name = "补给需求：更多外壳！",
    },
    [57656] = {
        name = "森林之赐",
    },
    [57657] = {
        name = "捆好的图腾袋",
    },
    [57660] = {
        name = "创造的林地",
    },
    [57661] = {
        name = "丝线短缺",
    },
    [57676] = {
        name = "回忆缠身",
    },
    [57677] = {
        name = "需要帮助的灵魂羁绊",
    },
    [57689] = {
        name = "雷纳索尔王子",
    },
    [57690] = {
        name = "一笼应万变",
    },
    [57691] = {
        name = "皇家钥匙",
    },
    [57693] = {
        name = "托加斯特，罪魂之塔",
    },
    [57694] = {
        name = "雷文德斯流亡者",
    },
    [57709] = {
        name = "候选者试练场",
    },
    [57710] = {
        name = "一生奉献",
    },
    [57711] = {
        name = "冰冷的熔炉",
    },
    [57712] = {
        name = "推荐书目",
    },
    [57713] = {
        name = "打造杰作",
    },
    [57714] = {
        name = "评估你的灵魂",
    },
    [57715] = {
        name = "执政官的答案",
    },
    [57716] = {
        name = "任性的信徒？",
    },
    [57717] = {
        name = "转危为安吧，我的朋友",
    },
    [57719] = {
        name = "危险的话语",
    },
    [57724] = {
        name = "占领堕罪堡",
    },
    [57727] = {
        name = "石戒纷扰",
    },
    [57729] = {
        name = "登堂入室",
    },
    [57771] = {
        name = "不速之袭",
    },
    [57772] = {
        name = "尖牙与灵思",
    },
    [57778] = {
        name = "玛卓克萨斯式工作",
    },
    [57787] = {
        name = "沿路而行",
    },
    [57816] = {
        name = "织梦者",
    },
    [57818] = {
        name = "杜绝浪费",
    },
    [57824] = {
        name = "收获日",
    },
    [57825] = {
        name = "致守护者科塔",
    },
    [57860] = {
        name = "乔装潜入",
    },
    [57861] = {
        name = "自然一点",
    },
    [57865] = {
        name = "回响多年的智慧",
    },
    [57866] = {
        name = "懒散之手",
    },
    [57867] = {
        name = "辛勤劳作",
    },
    [57868] = {
        name = "工匠不需要工具",
    },
    [57869] = {
        name = "灵魂收集工作",
    },
    [57870] = {
        name = "林鬼的游戏",
    },
    [57871] = {
        name = "彻底击败",
    },
    [57875] = {
        name = "谦逊印记",
    },
    [57876] = {
        name = "开始的终结",
    },
    [57877] = {
        name = "黑暗迫近",
    },
    [57878] = {
        name = "天命之选",
    },
    [57880] = {
        name = "古门庄园",
    },
    [57881] = {
        name = "重建之钥",
    },
    [57882] = {
        name = "重振家业",
    },
    [57884] = {
        name = "重夺棘岭庄园",
    },
    [57885] = {
        name = "不起眼的入口",
    },
    [57886] = {
        name = "一餐一易",
    },
    [57887] = {
        name = "杀死信使",
    },
    [57888] = {
        name = "请君入瓮",
    },
    [57889] = {
        name = "意外纵火",
    },
    [57890] = {
        name = "美丽而致命",
    },
    [57891] = {
        name = "混迹无形",
    },
    [57892] = {
        name = "当场制裁",
    },
    [57893] = {
        name = "非敌亦非友",
    },
    [57895] = {
        name = "极乐堡",
    },
    [57897] = {
        name = "独行危险",
    },
    [57898] = {
        name = "魂体合一",
    },
    [57899] = {
        name = "还有工作？",
    },
    [57900] = {
        name = "穿越暗影界",
    },
    [57901] = {
        name = "所剩无几",
    },
    [57903] = {
        name = "空中之力",
    },
    [57904] = {
        name = "我们的永恒使命",
    },
    [57905] = {
        name = "独特的机会",
    },
    [57908] = {
        name = "真正的考验",
    },
    [57909] = {
        name = "评估你的耐力",
    },
    [57912] = {
        name = "魂选男爵",
    },
    [57914] = {
        name = "知识印记",
    },
    [57919] = {
        name = "滥用力量",
    },
    [57920] = {
        name = "合适的灵魂",
    },
    [57921] = {
        name = "合适的工具",
    },
    [57922] = {
        name = "合适的惩罚",
    },
    [57923] = {
        name = "赦罪仪式",
    },
    [57924] = {
        name = "审判仪式",
    },
    [57925] = {
        name = "档案员费安",
    },
    [57926] = {
        name = "罪碑档案馆",
    },
    [57927] = {
        name = "重构泰梅尔",
    },
    [57928] = {
        name = "赎罪地穴钥匙",
    },
    [57929] = {
        name = "制裁审判官",
    },
    [57931] = {
        name = "灵豹故障",
    },
    [57932] = {
        name = "汲取资源",
    },
    [57933] = {
        name = "我们能修好他",
    },
    [57934] = {
        name = "战斗演练",
    },
    [57935] = {
        name = "激光位置",
    },
    [57936] = {
        name = "高级程序",
    },
    [57937] = {
        name = "战术队形",
    },
    [57947] = {
        name = "幽谷之灵",
    },
    [57948] = {
        name = "无从给予",
    },
    [57949] = {
        name = "让它们冷静一下",
    },
    [57950] = {
        name = "傲慢的米吉克",
    },
    [57951] = {
        name = "灵魂归复",
    },
    [57952] = {
        name = "急需戈姆胶",
    },
    [57966] = {
        name = "你先走",
    },
    [57976] = {
        name = "身先士卒",
    },
    [57977] = {
        name = "需要帮助的神庙",
    },
    [57979] = {
        name = "进攻行为",
    },
    [57982] = {
        name = "破坏屏障",
    },
    [57983] = {
        name = "执政官保佑",
    },
    [57984] = {
        name = "负责人",
    },
    [57985] = {
        name = "帮他们一把",
    },
    [57986] = {
        name = "值得承受之重",
    },
    [57987] = {
        name = "致命干扰",
    },
    [57989] = {
        name = "卡莉娥佩之矛",
    },
    [57993] = {
        name = "敌我皆两人",
    },
    [57994] = {
        name = "血肉之中",
    },
    [58007] = {
        name = "着眼于问题",
    },
    [58011] = {
        name = "虫咬",
    },
    [58016] = {
        name = "大量孢子",
    },
    [58022] = {
        name = "代劳行事",
    },
    [58023] = {
        name = "大麻烦",
    },
    [58024] = {
        name = "掩埋地穴",
    },
    [58025] = {
        name = "地下女王",
    },
    [58026] = {
        name = "噬神戈姆",
    },
    [58027] = {
        name = "谁点的软泥？",
    },
    [58031] = {
        name = "应用科学",
    },
    [58036] = {
        name = "有害废料收集",
    },
    [58037] = {
        name = "狮群之中",
    },
    [58038] = {
        name = "纯天然磨具",
    },
    [58039] = {
        name = "溜走的翼狮",
    },
    [58040] = {
        name = "标枪和翼狮",
    },
    [58041] = {
        name = "喂养翼狮",
    },
    [58042] = {
        name = "与翼狮飞行",
    },
    [58045] = {
        name = "药浓于水",
    },
    [58060] = {
        name = "午夜集市",
    },
    [58068] = {
        name = "……即使是最离谱的要求！",
    },
    [58086] = {
        name = "谎言主宰者",
    },
    [58088] = {
        name = "激发活力",
    },
    [58090] = {
        name = "副作用",
    },
    [58092] = {
        name = "赎罪大厅：自业自赎",
    },
    [58095] = {
        name = "伤逝剧场：困难时期",
    },
    [58104] = {
        name = "秀而勿言",
    },
    [58157] = {
        name = "愿演出成功",
    },
    [58158] = {
        name = "第四次赞……战争",
    },
    [58159] = {
        name = "我的动力呢？",
    },
    [58160] = {
        name = "为了女王和林地！",
    },
    [58161] = {
        name = "森林中的失踪",
    },
    [58162] = {
        name = "神秘的面具",
    },
    [58163] = {
        name = "绝望的解决方案",
    },
    [58164] = {
        name = "个人崇拜",
    },
    [58165] = {
        name = "斩草除根",
    },
    [58166] = {
        name = "未知的袭击者",
    },
    [58174] = {
        name = "尽力的候选者",
    },
    [58175] = {
        name = "永恒熔炉",
    },
    [58176] = {
        name = "人以群分",
    },
    [58177] = {
        name = "完善自我",
    },
    [58178] = {
        name = "永恒的伙伴",
    },
    [58179] = {
        name = "完美的工具",
    },
    [58180] = {
        name = "费斯图斯，万世之源",
    },
    [58181] = {
        name = "从基础开始",
    },
    [58182] = {
        name = "拆解对手",
    },
    [58183] = {
        name = "掌炉大师之友",
    },
    [58184] = {
        name = "过时之法",
    },
    [58185] = {
        name = "无魂功成",
    },
    [58264] = {
        name = "醒醒，起来，快离开这",
    },
    [58265] = {
        name = "绽放的恶棍",
    },
    [58266] = {
        name = "打破局面",
    },
    [58267] = {
        name = "面具之下",
    },
    [58268] = {
        name = "占据高地",
    },
    [58272] = {
        name = "语言的力量",
    },
    [58325] = {
        name = "监视者埃米尔",
    },
    [58326] = {
        name = "扫清墓穴",
    },
    [58337] = {
        name = "越狱",
    },
    [58351] = {
        name = "山岭有眼",
    },
    [58372] = {
        name = "带路",
    },
    [58382] = {
        name = "值得拯救之人",
    },
    [58383] = {
        name = "凯尔萨斯之罪",
    },
    [58384] = {
        name = "落难泥仆",
    },
    [58385] = {
        name = "学会牺牲",
    },
    [58386] = {
        name = "藉我之手",
    },
    [58387] = {
        name = "各承其罪",
    },
    [58388] = {
        name = "暗祸叛徒",
    },
    [58389] = {
        name = "玛卓克萨斯武器",
    },
    [58391] = {
        name = "侦察……助我恢复",
    },
    [58392] = {
        name = "摧毁死亡之末",
    },
    [58393] = {
        name = "战略执行",
    },
    [58394] = {
        name = "维阿莱女士",
    },
    [58395] = {
        name = "今日份的复仇",
    },
    [58406] = {
        name = "前往玛卓克萨斯的镜子",
    },
    [58407] = {
        name = "统御勋章",
    },
    [58421] = {
        name = "特别通行证",
    },
    [58424] = {
        name = "以眼寻饰",
    },
    [58426] = {
        name = "在失败的阴影下",
    },
    [58428] = {
        name = "地穴粉碎者",
    },
    [58431] = {
        name = "药水之池",
    },
    [58433] = {
        name = "心能消耗",
    },
    [58440] = {
        name = "魔镜魔镜……",
    },
    [58443] = {
        name = "凯尔萨斯的长期看护",
    },
    [58444] = {
        name = "返回堕罪堡",
    },
    [58445] = {
        name = "承载黑夜",
    },
    [58446] = {
        name = "寻找追踪者",
    },
    [58447] = {
        name = "怪物狩猎",
    },
    [58449] = {
        name = "酸液回流",
    },
    [58450] = {
        name = "心能本能",
    },
    [58451] = {
        name = "国度吞食者沃拉斯",
    },
    [58452] = {
        name = "追逐暗影",
    },
    [58472] = {
        name = "永别了，武装",
    },
    [58473] = {
        name = "诺克仙林的回响",
    },
    [58480] = {
        name = "追根究底",
    },
    [58483] = {
        name = "纪念遗物",
    },
    [58484] = {
        name = "尽力而取",
    },
    [58486] = {
        name = "挡路斯特",
    },
    [58488] = {
        name = "直取心脏",
    },
    [58504] = {
        name = "控诉的信件",
    },
    [58518] = {
        name = "白纸黑字",
    },
    [58523] = {
        name = "对我来说你是死人了",
    },
    [58524] = {
        name = "天降火花",
    },
    [58530] = {
        name = "隐藏的镜子",
    },
    [58555] = {
        name = "紧张的重聚",
    },
    [58557] = {
        name = "来自堕罪堡的帮助",
    },
    [58558] = {
        name = "窃取情报",
    },
    [58559] = {
        name = "主宰者之眼",
    },
    [58560] = {
        name = "哥特风格",
    },
    [58561] = {
        name = "女伯爵的碎片",
    },
    [58562] = {
        name = "收集粉尘",
    },
    [58563] = {
        name = "穿过镜面",
    },
    [58564] = {
        name = "昔日罪孽",
    },
    [58565] = {
        name = "圣光之地",
    },
    [58566] = {
        name = "行胜于言",
    },
    [58567] = {
        name = "在黑暗中潜伏",
    },
    [58568] = {
        name = "治愈圣光伤痕",
    },
    [58569] = {
        name = "嫉妒愚行",
    },
    [58570] = {
        name = "临别赠言",
    },
    [58571] = {
        name = "痛悔印记",
    },
    [58575] = {
        name = "人手一件",
    },
    [58584] = {
        name = "改正过错",
    },
    [58585] = {
        name = "不是朋友",
    },
    [58586] = {
        name = "适合的东西",
    },
    [58589] = {
        name = "躁动的沉睡者",
    },
    [58590] = {
        name = "沉睡者的幻象：起源",
    },
    [58591] = {
        name = "掠夺者",
    },
    [58592] = {
        name = "照看看护者",
    },
    [58593] = {
        name = "梦境终点",
    },
    [58599] = {
        name = "驾驶泥仆到他们之间",
    },
    [58600] = {
        name = "完美环形",
    },
    [58603] = {
        name = "费斯图斯，万世之源",
    },
    [58608] = {
        name = "那么，这是背叛",
    },
    [58609] = {
        name = "夺取王座",
    },
    [58610] = {
        name = "艾露恩的代言人",
    },
    [58616] = {
        name = "锻造勇士",
    },
    [58617] = {
        name = "维持秩序",
    },
    [58618] = {
        name = "骨胶附魔",
    },
    [58619] = {
        name = "言外之意",
    },
    [58620] = {
        name = "连接之线",
    },
    [58621] = {
        name = "随我宣读",
    },
    [58622] = {
        name = "书架间的秘密",
    },
    [58623] = {
        name = "好书要成套",
    },
    [58624] = {
        name = "君权护肩",
    },
    [58630] = {
        name = "收割者之冠",
    },
    [58647] = {
        name = "破碎的网",
    },
    [58654] = {
        name = "向收割者的请求",
    },
    [58656] = {
        name = "必承其重……",
    },
    [58665] = {
        name = "反叛的灵魂",
    },
    [58668] = {
        name = "找到去那里的路",
    },
    [58669] = {
        name = "小修小剪",
    },
    [58670] = {
        name = "屠宰之女",
    },
    [58671] = {
        name = "埋藏于心",
    },
    [58677] = {
        name = "切身利益",
    },
    [58680] = {
        name = "松动的线",
    },
    [58686] = {
        name = "大规模建造性武器",
    },
    [58704] = {
        name = "魅夜花园",
    },
    [58706] = {
        name = "整理猎物",
    },
    [58714] = {
        name = "苍林有眼",
    },
    [58717] = {
        name = "追忆之钟",
    },
    [58719] = {
        name = "宗主的召唤",
    },
    [58720] = {
        name = "不见了！",
    },
    [58721] = {
        name = "唤醒沉睡者",
    },
    [58723] = {
        name = "寒冬王庭",
    },
    [58724] = {
        name = "女王的要求",
    },
    [58725] = {
        name = "守罪者",
    },
    [58726] = {
        name = "皮糙肉厚",
    },
    [58727] = {
        name = "称为家的地方",
    },
    [58750] = {
        name = "执角降牛",
    },
    [58751] = {
        name = "共同的危殆",
    },
    [58771] = {
        name = "没有使用说明",
    },
    [58773] = {
        name = "棘语者俘虏",
    },
    [58775] = {
        name = "觐见女王",
    },
    [58785] = {
        name = "连消带打",
    },
    [58787] = {
        name = "晋升试炼",
    },
    [58788] = {
        name = "指引香炉",
    },
    [58789] = {
        name = "误入歧途的导师",
    },
    [58790] = {
        name = "穿过迷障",
    },
    [58791] = {
        name = "生命中的一天",
    },
    [58792] = {
        name = "灵魂所依",
    },
    [58793] = {
        name = "黑暗中的信念",
    },
    [58794] = {
        name = "荒野捅刺",
    },
    [58795] = {
        name = "晋升",
    },
    [58796] = {
        name = "弃誓者的猛攻",
    },
    [58797] = {
        name = "试炼铸造",
    },
    [58798] = {
        name = "晋升高塔",
    },
    [58799] = {
        name = "宗师的指导",
    },
    [58800] = {
        name = "追忆之地",
    },
    [58816] = {
        name = "去后台",
    },
    [58820] = {
        name = "血肉铸造护腕",
    },
    [58821] = {
        name = "光荣追杀",
    },
    [58832] = {
        name = "讨厌鬼特林科勒",
    },
    [58833] = {
        name = "召唤所有援助",
    },
    [58842] = {
        name = "照管者",
    },
    [58843] = {
        name = "执政官宝地",
    },
    [58844] = {
        name = "黎明之前",
    },
    [58846] = {
        name = "大义",
    },
    [58847] = {
        name = "格里斯蒂亚的恩典",
    },
    [58854] = {
        name = "召集圣杰",
    },
    [58856] = {
        name = "你骗谁呢？",
    },
    [58857] = {
        name = "快滚开！",
    },
    [58869] = {
        name = "冬日林谷之战",
    },
    [58871] = {
        name = "破碎之鹿",
    },
    [58900] = {
        name = "稳赢的赌局",
    },
    [58905] = {
        name = "找到裴拉戈斯",
    },
    [58916] = {
        name = "恐惧激荡",
    },
    [58931] = {
        name = "审判官斯泰丽雅的罪碑",
    },
    [58932] = {
        name = "泰梅尔，罪行通报官",
    },
    [58936] = {
        name = "兽群控制",
    },
    [58937] = {
        name = "邪恶毛毛",
    },
    [58938] = {
        name = "戈姆毁了一切",
    },
    [58939] = {
        name = "蓝色种子",
    },
    [58941] = {
        name = "蝠群之首",
    },
    [58947] = {
        name = "测试你的斗志",
    },
    [58948] = {
        name = "桌上的食物",
    },
    [58949] = {
        name = "米莉的花园",
    },
    [58950] = {
        name = "湖畔镇的木料",
    },
    [58951] = {
        name = "湖畔镇的决战",
    },
    [58976] = {
        name = "追逐回忆",
    },
    [58977] = {
        name = "回忆里有什么？",
    },
    [58978] = {
        name = "莱索尼娅的真相",
    },
    [58979] = {
        name = "我塑造了你！",
    },
    [58980] = {
        name = "念魔姬，为您效劳",
    },
    [58995] = {
        name = "我梦到了梦境",
    },
    [58996] = {
        name = "阿贝尔的命运",
    },
    [58997] = {
        name = "甘苦参半的奖励",
    },
    [59008] = {
        name = "林鬼诱捕",
    },
    [59009] = {
        name = "她应得的地位",
    },
    [59011] = {
        name = "死亡会真正检验我们",
    },
    [59014] = {
        name = "山丘之王",
    },
    [59015] = {
        name = "敌人的记忆",
    },
    [59020] = {
        name = "克尔苏加德的第三次死亡",
    },
    [59021] = {
        name = "死亡宣告",
    },
    [59023] = {
        name = "终结审判官",
    },
    [59025] = {
        name = "直指人心",
    },
    [59042] = {
        name = "善良的心",
    },
    [59063] = {
        name = "诅咒！",
    },
    [59068] = {
        name = "永未言说的秘密",
    },
    [59069] = {
        name = "失落挚爱的信物",
    },
    [59070] = {
        name = "一份心能祭品",
    },
    [59071] = {
        name = "我鹿依旧",
    },
    [59130] = {
        name = "凋零密院",
    },
    [59147] = {
        name = "净化之手",
    },
    [59171] = {
        name = "捕猎他们",
    },
    [59172] = {
        name = "战争即是欺骗",
    },
    [59179] = {
        name = "月夜战神之女",
    },
    [59181] = {
        name = "进入噬渊",
    },
    [59185] = {
        name = "纠缠蛛网",
    },
    [59188] = {
        name = "大肆吹嘘的复仇",
    },
    [59189] = {
        name = "营救泰兰德·语风",
    },
    [59190] = {
        name = "寻找你的标记",
    },
    [59196] = {
        name = "去吧，继续服务",
    },
    [59197] = {
        name = "得力的管家",
    },
    [59198] = {
        name = "迅捷双翼",
    },
    [59199] = {
        name = "长女格里斯蒂亚",
    },
    [59200] = {
        name = "晋升堡垒的结界",
    },
    [59202] = {
        name = "魂选者之中",
    },
    [59203] = {
        name = "一笔贷款",
    },
    [59206] = {
        name = "兵主之语",
    },
    [59207] = {
        name = "解放的知识",
    },
    [59209] = {
        name = "叛军之友",
    },
    [59210] = {
        name = "污染之核",
    },
    [59211] = {
        name = "被遗忘的村庄",
    },
    [59223] = {
        name = "名字无所谓",
    },
    [59231] = {
        name = "深不可测的力量",
    },
    [59232] = {
        name = "谦卑之训",
    },
    [59233] = {
        name = "王子的新冠",
    },
    [59242] = {
        name = "新家园",
    },
    [59246] = {
        name = "月夜战神之女",
    },
    [59256] = {
        name = "猎惧者",
    },
    [59258] = {
        name = "仙木灵之家",
    },
    [59262] = {
        name = "坏掉的翅膀",
    },
    [59263] = {
        name = "飞羽",
    },
    [59265] = {
        name = "窥探之眼",
    },
    [59311] = {
        name = "如何捕获微光蝶",
    },
    [59314] = {
        name = "堕罪堡",
    },
    [59315] = {
        name = "收割者之庭",
    },
    [59319] = {
        name = "推进事业",
    },
    [59321] = {
        name = "神圣盟约",
    },
    [59323] = {
        name = "心能唤醒",
    },
    [59325] = {
        name = "坚定的盟友",
    },
    [59327] = {
        name = "叛乱废墟之下",
    },
    [59343] = {
        name = "志趣相投",
    },
    [59348] = {
        name = "更多翅膀！",
    },
    [59351] = {
        name = "束缚之物",
    },
    [59426] = {
        name = "你的私人助理",
    },
    [59427] = {
        name = "更多的能量",
    },
    [59430] = {
        name = "协助凋零",
    },
    [59554] = {
        name = "美好的旅程",
    },
    [59555] = {
        name = "兵临城下",
    },
    [59556] = {
        name = "欢迎加入密院",
    },
    [59596] = {
        name = "共享灵魂",
    },
    [59597] = {
        name = "来吧，我们很合得来的！",
    },
    [59600] = {
        name = "腐楠的麻烦",
    },
    [59603] = {
        name = "效力暗影界",
    },
    [59609] = {
        name = "至死无休",
    },
    [59616] = {
        name = "单人成军",
    },
    [59621] = {
        name = "破坏一些虫卵",
    },
    [59622] = {
        name = "“料理”看护者",
    },
    [59623] = {
        name = "真是个扫兴者",
    },
    [59625] = {
        name = "唯一解药",
    },
    [59644] = {
        name = "眩目圣光",
    },
    [59645] = {
        name = "死亡如雨",
    },
    [59648] = {
        name = "和平点滴争取而来",
    },
    [59650] = {
        name = "绝不迟疑，绝不投降",
    },
    [59653] = {
        name = "别招惹勇气",
    },
    [59656] = {
        name = "好吧，告诉女士",
    },
    [59659] = {
        name = "制空权",
    },
    [59660] = {
        name = "新王庭",
    },
    [59661] = {
        name = "灰烬王庭演练",
    },
    [59674] = {
        name = "友好的对手",
    },
    [59676] = {
        name = "欲望收割者",
    },
    [59678] = {
        name = "断绝支持",
    },
    [59698] = {
        name = "光盘行动",
    },
    [59700] = {
        name = "最后的差事",
    },
    [59701] = {
        name = "立足之本",
    },
    [59706] = {
        name = "给女伯爵的邀请",
    },
    [59707] = {
        name = "给奉纳长的邀请",
    },
    [59708] = {
        name = "邀请锻石师",
    },
    [59709] = {
        name = "冥世延续",
    },
    [59710] = {
        name = "奇怪的邀请",
    },
    [59711] = {
        name = "嫉妒收割者",
    },
    [59712] = {
        name = "地形走向",
    },
    [59713] = {
        name = "激活材料",
    },
    [59714] = {
        name = "陈年美酒",
    },
    [59715] = {
        name = "给马特亚斯的消息",
    },
    [59716] = {
        name = "惬意的麻木",
    },
    [59719] = {
        name = "王庭",
    },
    [59720] = {
        name = "愤怒收割者",
    },
    [59721] = {
        name = "开始狩猎",
    },
    [59722] = {
        name = "侠盗猎城手",
    },
    [59724] = {
        name = "荣耀领域",
    },
    [59725] = {
        name = "紧张的档案员",
    },
    [59726] = {
        name = "陷阱",
    },
    [59731] = {
        name = "预料之内的客人",
    },
    [59732] = {
        name = "给寒冬女王的特礼",
    },
    [59739] = {
        name = "死神在手也麻烦",
    },
    [59741] = {
        name = "黑暗魔精给黑暗神明",
    },
    [59742] = {
        name = "延缓彼界",
    },
    [59748] = {
        name = "死亦无宁",
    },
    [59749] = {
        name = "轻声低语",
    },
    [59750] = {
        name = "寻颅高手",
    },
    [59751] = {
        name = "穿过破碎天空",
    },
    [59752] = {
        name = "断裂的利刃",
    },
    [59753] = {
        name = "毁灭者的末日",
    },
    [59754] = {
        name = "黑化的双翼",
    },
    [59755] = {
        name = "逃离黑暗",
    },
    [59756] = {
        name = "片刻喘息",
    },
    [59757] = {
        name = "灵媒",
    },
    [59758] = {
        name = "与亡者对话",
    },
    [59759] = {
        name = "狮笼",
    },
    [59760] = {
        name = "折磨者的钥匙",
    },
    [59761] = {
        name = "冤孽的命运",
    },
    [59762] = {
        name = "在河边顺流而下",
    },
    [59765] = {
        name = "超越血肉的伤口",
    },
    [59766] = {
        name = "一把好斧子",
    },
    [59767] = {
        name = "救赎之路",
    },
    [59770] = {
        name = "团结一致",
    },
    [59773] = {
        name = "寻找晋升者",
    },
    [59774] = {
        name = "欢迎来到永恒",
    },
    [59776] = {
        name = "来自疯狂之口",
    },
    [59781] = {
        name = "最后生还者",
    },
    [59800] = {
        name = "团队精神",
    },
    [59801] = {
        name = "获得能量",
    },
    [59802] = {
        name = "破碎的村落",
    },
    [59805] = {
        name = "噬渊显现",
    },
    [59809] = {
        name = "灵魂世界",
    },
    [59811] = {
        name = "清点库存",
    },
    [59812] = {
        name = "步步循踪",
    },
    [59813] = {
        name = "穆厄扎拉的爪牙",
    },
    [59815] = {
        name = "失窃的洛阿神灵",
    },
    [59817] = {
        name = "寒冬将至",
    },
    [59818] = {
        name = "集结荒猎团",
    },
    [59819] = {
        name = "净化森林",
    },
    [59821] = {
        name = "向女王报告",
    },
    [59822] = {
        name = "追踪荒野之神",
    },
    [59824] = {
        name = "营救洛阿神灵",
    },
    [59825] = {
        name = "寻种记",
    },
    [59837] = {
        name = "生者的差事",
    },
    [59846] = {
        name = "罪者的秘密",
    },
    [59856] = {
        name = "莱赞，诸王的洛阿神灵",
    },
    [59862] = {
        name = "失落之魂的救星",
    },
    [59865] = {
        name = "微光飞行",
    },
    [59866] = {
        name = "分道扬镳",
    },
    [59867] = {
        name = "通缉：评估师维克斯",
    },
    [59868] = {
        name = "自由的价码",
    },
    [59871] = {
        name = "催化触媒",
    },
    [59872] = {
        name = "神明救治法",
    },
    [59873] = {
        name = "与神明会晤",
    },
    [59874] = {
        name = "噬渊",
    },
    [59879] = {
        name = "自己人的事",
    },
    [59894] = {
        name = "金色破晓",
    },
    [59897] = {
        name = "寻找男爵",
    },
    [59907] = {
        name = "渊誓者威胁",
    },
    [59910] = {
        name = "亦战亦翔",
    },
    [59914] = {
        name = "不敢涉足",
    },
    [59915] = {
        name = "手中的灵魂",
    },
    [59916] = {
        name = "晋升堡垒的屠夫",
    },
    [59917] = {
        name = "宰了就行",
    },
    [59919] = {
        name = "争得的联结",
    },
    [59920] = {
        name = "点燃熔炉，熔炉大师",
    },
    [59921] = {
        name = "我的未来宿命",
    },
    [59922] = {
        name = "不可忘却",
    },
    [59959] = {
        name = "承载钥匙的烙印",
    },
    [59960] = {
        name = "阴冷寻踪",
    },
    [59962] = {
        name = "希望不灭",
    },
    [59966] = {
        name = "深入虎穴",
    },
    [59973] = {
        name = "超越死亡的牵绊",
    },
    [59974] = {
        name = "获救的灵魂",
    },
    [59994] = {
        name = "信仰之坠",
    },
    [59999] = {
        name = "林地新生",
    },
    [60005] = {
        name = "迫在眉睫",
    },
    [60006] = {
        name = "机不可失",
    },
    [60007] = {
        name = "保持斗志",
    },
    [60008] = {
        name = "狂怒撕扯",
    },
    [60009] = {
        name = "留得青山在",
    },
    [60013] = {
        name = "交给念魔姬",
    },
    [60020] = {
        name = "投机打击",
    },
    [60021] = {
        name = "锄强自冠",
    },
    [60041] = {
        name = "憎恶拼拼乐",
    },
    [60042] = {
        name = "您点单吗？",
    },
    [60043] = {
        name = "从天而降的正义",
    },
    [60044] = {
        name = "充能利剑",
    },
    [60048] = {
        name = "缝合时间",
    },
    [60049] = {
        name = "听您调遣",
    },
    [60050] = {
        name = "西部战线的麻烦",
    },
    [60051] = {
        name = "手工艺大师",
    },
    [60052] = {
        name = "二连击",
    },
    [60053] = {
        name = "澈如水晶",
    },
    [60054] = {
        name = "最后的倒计时",
    },
    [60055] = {
        name = "勇气时刻",
    },
    [60056] = {
        name = "谨遵正途",
    },
    [60057] = {
        name = "通灵战潮：圣杰的誓约",
    },
    [60060] = {
        name = "魔镜调谐：堕傲庄",
    },
    [60061] = {
        name = "坚韧如丝",
    },
    [60062] = {
        name = "破碎的竖琴",
    },
    [60063] = {
        name = "丝行者之歌",
    },
    [60064] = {
        name = "拯救老格蒂",
    },
    [60065] = {
        name = "希望的丝线",
    },
    [60066] = {
        name = "炽蓝仙野的丝线",
    },
    [60067] = {
        name = "正义追击",
    },
    [60098] = {
        name = "终末已至",
    },
    [60108] = {
        name = "德鲁“死”特",
    },
    [60110] = {
        name = "独此一份的朋友",
    },
    [60111] = {
        name = "铸造友谊",
    },
    [60112] = {
        name = "大幅削减",
    },
    [60114] = {
        name = "制空优势",
    },
    [60127] = {
        name = "失踪的石精",
    },
    [60128] = {
        name = "准备效力",
    },
    [60129] = {
        name = "人生地不熟",
    },
    [60136] = {
        name = "进入托加斯特",
    },
    [60139] = {
        name = "折磨密室：吉安娜",
    },
    [60145] = {
        name = "三席利爪瓦托克丝",
    },
    [60146] = {
        name = "折磨密室：萨尔",
    },
    [60147] = {
        name = "魔镜调谐：永恒高台",
    },
    [60148] = {
        name = "非生者之地",
    },
    [60149] = {
        name = "觐见仲裁官",
    },
    [60150] = {
        name = "与家的连接",
    },
    [60151] = {
        name = "穿过帷幕的门扉",
    },
    [60152] = {
        name = "永恒之城",
    },
    [60154] = {
        name = "理解暗影界",
    },
    [60156] = {
        name = "通往晋升堡垒之路",
    },
    [60158] = {
        name = "原则7；背叛难免",
    },
    [60159] = {
        name = "魔镜调谐：赎罪大厅",
    },
    [60160] = {
        name = "魔镜调谐：灾厄林",
    },
    [60164] = {
        name = "魔镜调谐：统御要塞",
    },
    [60165] = {
        name = "魔镜调谐：饲育者林地",
    },
    [60176] = {
        name = "收缴奉纳",
    },
    [60177] = {
        name = "背叛的理由",
    },
    [60178] = {
        name = "一点不剩",
    },
    [60179] = {
        name = "纪念荣光",
    },
    [60180] = {
        name = "圣杰的映象",
    },
    [60181] = {
        name = "堑壕战",
    },
    [60183] = {
        name = "追上他们！",
    },
    [60184] = {
        name = "我的浮空城呢？",
    },
    [60189] = {
        name = "即刻出击",
    },
    [60190] = {
        name = "袭击暗临之地",
    },
    [60191] = {
        name = "英格拉·德利弗",
    },
    [60192] = {
        name = "最后的防线",
    },
    [60193] = {
        name = "揭开面具",
    },
    [60194] = {
        name = "狩猎的召唤",
    },
    [60195] = {
        name = "再造一个",
    },
    [60217] = {
        name = "执政官的答案",
    },
    [60218] = {
        name = "执政官的答案",
    },
    [60219] = {
        name = "执政官的答案",
    },
    [60220] = {
        name = "执政官的答案",
    },
    [60221] = {
        name = "执政官的答案",
    },
    [60222] = {
        name = "执政官的答案",
    },
    [60223] = {
        name = "执政官的答案",
    },
    [60224] = {
        name = "执政官的答案",
    },
    [60225] = {
        name = "执政官的答案",
    },
    [60226] = {
        name = "执政官的答案",
    },
    [60229] = {
        name = "执政官的答案",
    },
    [60265] = {
        name = "瓦解供应链",
    },
    [60267] = {
        name = "被遗忘的囚笼",
    },
    [60268] = {
        name = "囚牢深处",
    },
    [60269] = {
        name = "再度苏醒",
    },
    [60270] = {
        name = "被诅咒的契约",
    },
    [60271] = {
        name = "机会渺茫",
    },
    [60272] = {
        name = "脆弱的链节",
    },
    [60275] = {
        name = "通缉：执行者克里斯托弗",
    },
    [60276] = {
        name = "通缉：召唤师玛尔瑟力斯",
    },
    [60277] = {
        name = "通缉：聚合末日",
    },
    [60278] = {
        name = "通缉：安东公爵",
    },
    [60279] = {
        name = "通缉：苍白末日",
    },
    [60280] = {
        name = "通缉：达里安勋爵",
    },
    [60281] = {
        name = "原则4：罗列清单",
    },
    [60284] = {
        name = "原则5：大胆出手",
    },
    [60285] = {
        name = "原则6：深藏不露",
    },
    [60287] = {
        name = "原则1：逃跑计划",
    },
    [60289] = {
        name = "原则3：赢得信任",
    },
    [60292] = {
        name = "危险的话语",
    },
    [60296] = {
        name = "狮群还是灵豹",
    },
    [60313] = {
        name = "惧谷镇",
    },
    [60315] = {
        name = "通缉：饕餮之喙",
    },
    [60316] = {
        name = "通缉：被修改的哨兵",
    },
    [60338] = {
        name = "炽蓝仙野之旅",
    },
    [60341] = {
        name = "首要事务",
    },
    [60366] = {
        name = "通缉：暗翼",
    },
    [60428] = {
        name = "兵主之刃",
    },
    [60451] = {
        name = "永无止境",
    },
    [60453] = {
        name = "荣耀之途",
    },
    [60461] = {
        name = "会见侯爵",
    },
    [60466] = {
        name = "古老的艺术",
    },
    [60467] = {
        name = "刺鼻气息",
    },
    [60468] = {
        name = "翻石倒砾",
    },
    [60469] = {
        name = "入影无忧",
    },
    [60470] = {
        name = "释放莎拜娜",
    },
    [60476] = {
        name = "林鬼的尺寸",
    },
    [60480] = {
        name = "末日迷沼",
    },
    [60487] = {
        name = "这里的过去静悄悄",
    },
    [60489] = {
        name = "晋升之路",
    },
    [60491] = {
        name = "身居其中",
    },
    [60492] = {
        name = "欢迎仪式",
    },
    [60493] = {
        name = "谦卑收集者",
    },
    [60494] = {
        name = "汝友戴克泰丽丝",
    },
    [60495] = {
        name = "棋逢对手",
    },
    [60496] = {
        name = "踏入角斗场",
    },
    [60497] = {
        name = "使徒的足垫",
    },
    [60498] = {
        name = "征服试炼",
    },
    [60504] = {
        name = "强化羁绊",
    },
    [60506] = {
        name = "指控者",
    },
    [60508] = {
        name = "利刃留痕",
    },
    [60509] = {
        name = "不是我的活儿",
    },
    [60510] = {
        name = "堕亡者",
    },
    [60514] = {
        name = "狩猎战利品",
    },
    [60517] = {
        name = "行路税",
    },
    [60519] = {
        name = "觐见寒冬女王",
    },
    [60520] = {
        name = "梦魇具现",
    },
    [60521] = {
        name = "狩猎的号召",
    },
    [60522] = {
        name = "返回瓦尔仙林",
    },
    [60530] = {
        name = "灵魂之海",
    },
    [60533] = {
        name = "塞兹仙林的恐惧",
    },
    [60545] = {
        name = "暗影国度：冷冽的召唤",
    },
    [60557] = {
        name = "第一回？好好打！",
    },
    [60563] = {
        name = "看护灵种",
    },
    [60566] = {
        name = "没入圣光",
    },
    [60567] = {
        name = "野生勿进",
    },
    [60572] = {
        name = "为了灵魂",
    },
    [60574] = {
        name = "摇动蘑菇",
    },
    [60575] = {
        name = "满腹法夜",
    },
    [60577] = {
        name = "贪食心能球果",
    },
    [60578] = {
        name = "沉睡者的幻象：背叛",
    },
    [60585] = {
        name = "林鬼暴乱",
    },
    [60594] = {
        name = "特别的灵种",
    },
    [60597] = {
        name = "戈姆蛴围栏的麻烦",
    },
    [60600] = {
        name = "准备迎接寒冬女王",
    },
    [60609] = {
        name = "谁来吞噬吞噬者？",
    },
    [60621] = {
        name = "敌临城下",
    },
    [60624] = {
        name = "前往心木林",
    },
    [60628] = {
        name = "失踪的猎人",
    },
    [60629] = {
        name = "极端再利用",
    },
    [60630] = {
        name = "图腾末日",
    },
    [60631] = {
        name = "小沃卡伊，巨大问题",
    },
    [60632] = {
        name = "我认识你",
    },
    [60637] = {
        name = "与旧友道别",
    },
    [60638] = {
        name = "取回灵种",
    },
    [60639] = {
        name = "林地之心",
    },
    [60640] = {
        name = "林地复苏",
    },
    [60641] = {
        name = "林地盛放",
    },
    [60642] = {
        name = "辉煌林地",
    },
    [60644] = {
        name = "抽出黑暗",
    },
    [60647] = {
        name = "取回心能球果",
    },
    [60648] = {
        name = "心木林的幸存者",
    },
    [60649] = {
        name = "如棘在喉",
    },
    [60660] = {
        name = "飞行测试",
    },
    [60661] = {
        name = "垂死之梦",
    },
    [60671] = {
        name = "必须做出的牺牲",
    },
    [60673] = {
        name = "叛徒",
    },
    [60709] = {
        name = "夺回心木林",
    },
    [60721] = {
        name = "心能必须流淌",
    },
    [60722] = {
        name = "塔楼的力量",
    },
    [60723] = {
        name = "饥渴的根须",
    },
    [60724] = {
        name = "无情，无心",
    },
    [60733] = {
        name = "重中之重",
    },
    [60735] = {
        name = "天堂的麻烦",
    },
    [60737] = {
        name = "穿越未知之门",
    },
    [60738] = {
        name = "冬日林谷之路",
    },
    [60739] = {
        name = "乌合之众",
    },
    [60763] = {
        name = "助我一臂之力",
    },
    [60764] = {
        name = "抚慰乐曲",
    },
    [60778] = {
        name = "营救灵种",
    },
    [60831] = {
        name = "合侯爵之尊",
    },
    [60839] = {
        name = "荒猎余部",
    },
    [60840] = {
        name = "荒猎攻势",
    },
    [60856] = {
        name = "击倒蛮兵",
    },
    [60857] = {
        name = "难度众生",
    },
    [60859] = {
        name = "森林之魂",
    },
    [60881] = {
        name = "荒猎团的骑行",
    },
    [60886] = {
        name = "兵主之座",
    },
    [60898] = {
        name = "艾拉隆的命运",
    },
    [60899] = {
        name = "林中之夜",
    },
    [60900] = {
        name = "保护档案",
    },
    [60901] = {
        name = "冬日林谷之径",
    },
    [60904] = {
        name = "欲望勋章",
    },
    [60905] = {
        name = "灌注灵种",
    },
    [60906] = {
        name = "终得归宿",
    },
    [60910] = {
        name = "欺诈的面具",
    },
    [60928] = {
        name = "乌棘俘虏",
    },
    [60934] = {
        name = "向赫尔恩勋爵报告",
    },
    [60935] = {
        name = "贪婪勋章",
    },
    [60950] = {
        name = "潜行事宜",
    },
    [60972] = {
        name = "猎寻男爵",
    },
    [60993] = {
        name = "忠诚堡垒",
    },
    [60994] = {
        name = "削弱防御",
    },
    [60995] = {
        name = "这不忠诚",
    },
    [60996] = {
        name = "直面恐惧",
    },
    [61050] = {
        name = "众徽集身",
    },
    [61051] = {
        name = "无脑的工匠",
    },
    [61061] = {
        name = "奥尔法的指引",
    },
    [61076] = {
        name = "投身火焰",
    },
    [61077] = {
        name = "直面罪孽",
    },
    [61096] = {
        name = "仲裁官的意志",
    },
    [61099] = {
        name = "寻找贝恩",
    },
    [61102] = {
        name = "棘语者基瓦尔",
    },
    [61107] = {
        name = "纷争之地",
    },
    [61113] = {
        name = "基瓦尔之巢",
    },
    [61135] = {
        name = "巅峰之心",
    },
    [61143] = {
        name = "返回巢穴",
    },
    [61145] = {
        name = "要战便战",
    },
    [61171] = {
        name = "不灭的束缚",
    },
    [61180] = {
        name = "阅前即焚",
    },
    [61190] = {
        name = "灰烬觉醒",
    },
    [61226] = {
        name = "人多手杂",
    },
    [61227] = {
        name = "柳暗花明",
    },
    [61230] = {
        name = "外来影响",
    },
    [61246] = {
        name = "魂选之力",
    },
    [61252] = {
        name = "呼唤援助",
    },
    [61323] = {
        name = "目见其行",
    },
    [61335] = {
        name = "笼中怒火",
    },
    [61355] = {
        name = "原则2：低调行事",
    },
    [61359] = {
        name = "兵主之力",
    },
    [61388] = {
        name = "一路同行",
    },
    [61396] = {
        name = "黑暗科研",
    },
    [61397] = {
        name = "当机会来敲门",
    },
    [61404] = {
        name = "灰烬王庭：塔宾斯的茶话会",
    },
    [61412] = {
        name = "过早的埋葬",
    },
    [61473] = {
        name = "自己动手，丰衣足食",
    },
    [61475] = {
        name = "森林之心",
    },
    [61479] = {
        name = "变形恩惠",
    },
    [61485] = {
        name = "我只说一次",
    },
    [61492] = {
        name = "王子护卫",
    },
    [61518] = {
        name = "跟我走",
    },
    [61541] = {
        name = "羁绊熔炉",
    },
    [61542] = {
        name = "羁绊恩惠",
    },
    [61548] = {
        name = "助我脱困",
    },
    [61550] = {
        name = "增强羁绊",
    },
    [61551] = {
        name = "粉碎他们",
    },
    [61552] = {
        name = "猎人的守望",
    },
    [61553] = {
        name = "出击之选",
    },
    [61567] = {
        name = "严肃意图",
    },
    [61569] = {
        name = "一键点火",
    },
    [61594] = {
        name = "逃生之路",
    },
    [61616] = {
        name = "灰烬王庭",
    },
    [61697] = {
        name = "新时代",
    },
    [61701] = {
        name = "搜索林地",
    },
    [61702] = {
        name = "迅速干预",
    },
    [61703] = {
        name = "诺克斯根须",
    },
    [61704] = {
        name = "灰烬王庭：宾客出席函",
    },
    [61705] = {
        name = "灰烬王庭：点心",
    },
    [61706] = {
        name = "灰烬王庭：娱乐",
    },
    [61709] = {
        name = "女巫的背包",
    },
    [61710] = {
        name = "断裂之矛",
    },
    [61711] = {
        name = "净化仪式",
    },
    [61715] = {
        name = "大领主的请求",
    },
    [61716] = {
        name = "窥探黑暗",
    },
    [61730] = {
        name = "王入敌手",
    },
    [61739] = {
        name = "骄纵的男爵",
    },
    [61740] = {
        name = "青睐之人",
    },
    [61741] = {
        name = "失窃的力量",
    },
    [61742] = {
        name = "合身的伪装",
    },
    [61743] = {
        name = "学徒归来",
    },
    [61744] = {
        name = "男爵的计划",
    },
    [61745] = {
        name = "魔典女士",
    },
    [61746] = {
        name = "咒法典藏",
    },
    [61747] = {
        name = "散落附魔",
    },
    [61748] = {
        name = "宝典大厅",
    },
    [61749] = {
        name = "必要材料",
    },
    [61750] = {
        name = "森林之心",
    },
    [61751] = {
        name = "无笼孢子",
    },
    [61752] = {
        name = "最后的材料",
    },
    [61753] = {
        name = "爆炸性计划",
    },
    [61754] = {
        name = "翻箱倒柜底朝天",
    },
    [61755] = {
        name = "切断眼线",
    },
    [61756] = {
        name = "成事不足",
    },
    [61757] = {
        name = "当场逮捕",
    },
    [61758] = {
        name = "即兴工具",
    },
    [61759] = {
        name = "一手之力",
    },
    [61760] = {
        name = "叛徒现身",
    },
    [61761] = {
        name = "勇气的光明面",
    },
    [61767] = {
        name = "危险的旅程",
    },
    [61768] = {
        name = "众志成城",
    },
    [61769] = {
        name = "亦战亦翔",
    },
    [61770] = {
        name = "晋升堡垒的屠夫",
    },
    [61771] = {
        name = "从天而降的正义",
    },
    [61772] = {
        name = "黑暗科研",
    },
    [61773] = {
        name = "堕亡者",
    },
    [61774] = {
        name = "阅前即焚",
    },
    [61775] = {
        name = "提前结束战斗",
    },
    [61776] = {
        name = "西部战线的麻烦",
    },
    [61777] = {
        name = "充能利剑",
    },
    [61778] = {
        name = "制空优势",
    },
    [61779] = {
        name = "严肃意图",
    },
    [61780] = {
        name = "选民之力",
    },
    [61781] = {
        name = "终末已至",
    },
    [61782] = {
        name = "正义追击",
    },
    [61785] = {
        name = "预料之内的访客",
    },
    [61869] = {
        name = "翻箱倒柜",
    },
    [61874] = {
        name = "暗影国度：冷冽的召唤",
    },
    [61876] = {
        name = "用心之道",
    },
    [61877] = {
        name = "重返堡垒",
    },
    [61878] = {
        name = "伟大之巅",
    },
    [61880] = {
        name = "荣誉出席",
    },
    [61882] = {
        name = "正式的娱乐",
    },
    [61884] = {
        name = "正式点心",
    },
    [61946] = {
        name = "自然卫士",
    },
    [61948] = {
        name = "空中守备军",
    },
    [61949] = {
        name = "炽蓝仙野欺诈者",
    },
    [62000] = {
        name = "天命之选",
    },
    [62159] = {
        name = "协助暗影界",
    },
    [62186] = {
        name = "鼓胀的心能之种",
    },
    [62189] = {
        name = "阳伞组件",
    },
    [62237] = {
        name = "神秘的灵魂之镜",
    },
    [62246] = {
        name = "陨落的朋友",
    },
    [62259] = {
        name = "装满心能的捕梦网",
    },
    [62275] = {
        name = "晋升堡垒",
    },
    [62277] = {
        name = "炽蓝仙野",
    },
    [62278] = {
        name = "玛卓克萨斯",
    },
    [62279] = {
        name = "雷文德斯",
    },
    [62297] = {
        name = "致命败笔",
    },
    [62308] = {
        name = "精通的披肩",
    },
    [62309] = {
        name = "冒险者：剑斗士米维克斯",
    },
    [62312] = {
        name = "冒险者：加恩·吞骨",
    },
    [62317] = {
        name = "疑心生暗鬼",
    },
    [62320] = {
        name = "必需的华服",
    },
    [62371] = {
        name = "塞兹仙林：沉寂的警示",
    },
    [62406] = {
        name = "兵主的法杖",
    },
    [62414] = {
        name = "埋葬疑心",
    },
    [62422] = {
        name = "炽蓝蛾之魂",
    },
    [62428] = {
        name = "角马之魂",
    },
    [62458] = {
        name = "彼界",
    },
    [62461] = {
        name = "密径追猎",
    },
    [62462] = {
        name = "悬赏：锐眼钥匙",
    },
    [62467] = {
        name = "随心挑选",
    },
    [62555] = {
        name = "一丝谦逊",
    },
    [62557] = {
        name = "重掌我们的国度",
    },
    [62654] = {
        name = "噬渊行者",
    },
    [62691] = {
        name = "使命：雷文德斯",
    },
    [62692] = {
        name = "使命：晋升堡垒",
    },
    [62693] = {
        name = "使命：炽蓝仙野",
    },
    [62694] = {
        name = "使命：玛卓克萨斯",
    },
    [62695] = {
        name = "效命的召唤",
    },
    [62697] = {
        name = "效命的召唤",
    },
    [62698] = {
        name = "效命的召唤",
    },
    [62700] = {
        name = "塔中余灰",
    },
    [62704] = {
        name = "命运丝线",
    },
    [62714] = {
        name = "送给助祭的礼物",
    },
    [62715] = {
        name = "不仅仅是礼物",
    },
    [62716] = {
        name = "再次迎新",
    },
    [62719] = {
        name = "最后一片",
    },
    [62789] = {
        name = "名望远播",
    },
    [62790] = {
        name = "正途之路",
    },
    [62791] = {
        name = "最珍贵的资源",
    },
    [62792] = {
        name = "心能储备",
    },
    [62793] = {
        name = "万众一心",
    },
    [62794] = {
        name = "强化极乐堡",
    },
    [62795] = {
        name = "善行导灵器",
    },
    [62796] = {
        name = "返回阿得赖斯提斯身边",
    },
    [62832] = {
        name = "黑暗中的朋友",
    },
    [62833] = {
        name = "声名远播的英雄",
    },
    [62834] = {
        name = "雄心壮志",
    },
    [62835] = {
        name = "效命的召唤",
    },
    [62836] = {
        name = "狮王的线索",
    },
    [62837] = {
        name = "充满希望的消息",
    },
    [62839] = {
        name = "心能就是力量",
    },
    [62840] = {
        name = "心能储备",
    },
    [62843] = {
        name = "灵魂契约",
    },
    [62844] = {
        name = "返回德拉卡身边",
    },
    [62845] = {
        name = "合众归一",
    },
    [62846] = {
        name = "圣所强化",
    },
    [62848] = {
        name = "导灵器，有什么用？",
    },
    [62856] = {
        name = "树立名望",
    },
    [62857] = {
        name = "王庭的奖励",
    },
    [62870] = {
        name = "给堕罪堡的灵魂",
    },
    [62882] = {
        name = "订立基本原则",
    },
    [62883] = {
        name = "伟大的名望记录者",
    },
    [62884] = {
        name = "森林会吟唱你的名字",
    },
    [62890] = {
        name = "森林塑造者",
    },
    [62891] = {
        name = "心能储备",
    },
    [62892] = {
        name = "找回失落之魂",
    },
    [62893] = {
        name = "做我们做不到的事",
    },
    [62894] = {
        name = "翩然而归",
    },
    [62897] = {
        name = "找回的灵魂",
    },
    [62898] = {
        name = "花朵初绽",
    },
    [62899] = {
        name = "无尽森林",
    },
    [62900] = {
        name = "生长导灵器",
    },
    [62902] = {
        name = "心能就是力量",
    },
    [62903] = {
        name = "心能储备",
    },
    [62904] = {
        name = "灵魂险境",
    },
    [62905] = {
        name = "重回黑暗",
    },
    [62914] = {
        name = "意志的集结",
    },
    [62915] = {
        name = "家居改装",
    },
    [62918] = {
        name = "绑定力量",
    },
    [62919] = {
        name = "增强羁绊",
    },
    [62920] = {
        name = "变革导灵器",
    },
    [62921] = {
        name = "真正的使命",
    },
    [62932] = {
        name = "探索托加斯特",
    },
    [62935] = {
        name = "希望残迹",
    },
    [62938] = {
        name = "有价的信息",
    },
    [62966] = {
        name = "目击证人",
    },
    [62969] = {
        name = "紧跟线索",
    },
    [63002] = {
        name = "独行危险",
    },
    [63003] = {
        name = "共享灵魂",
    },
    [63006] = {
        name = "为了女王和林地！",
    },
    [63008] = {
        name = "羁绊熔炉",
    },
    [63022] = {
        name = "原则6附录：不惜一切代价救我",
    },
    [63029] = {
        name = "大领主的召唤",
    },
    [63030] = {
        name = "大领主的召唤",
    },
    [63032] = {
        name = "大领主的召唤",
    },
    [63033] = {
        name = "大领主的召唤",
    },
    [63051] = {
        name = "信任问题",
    },
    [63052] = {
        name = "信仰之步",
    },
    [63053] = {
        name = "眨眼之间",
    },
    [63054] = {
        name = "人多势众",
    },
    [63055] = {
        name = "为传送门功能",
    },
    [63057] = {
        name = "恢复供能",
    },
    [63059] = {
        name = "转眼之间",
    },
    [63064] = {
        name = "圣所升级：冒险侦察地图",
    },
    [63066] = {
        name = "圣所升级：心能导灵器",
    },
    [63067] = {
        name = "根须恢复",
    },
    [63073] = {
        name = "菌丝网络",
    },
    [63211] = {
        name = "向阿得赖斯提斯报告",
    },
    [63212] = {
        name = "向米维克斯报告",
    },
    [63214] = {
        name = "向月莓报告",
    },
    [63215] = {
        name = "向德莱文报告",
    },
})
]])()
